{
    "quotes": [
        {
            "character": "Cameron Tucker",
            "quote": "If she were a hot guy, I would never have been that smooth. It's ironic. Like the Gift of the Vagi."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Much as I'd love to meet this dingbat, how many chaperones do they really need? Takes one person to turn a garden hose on those dry humpers."
        },
        {
            "character": "Haley Dunphy",
            "quote": "Come on. Don't go to school. Girls' day. We'll swing by the mall. You could use a new everything."
        },
        {
            "character": "Jay Pritchett",
            "quote": "I don't like activities. I wanted to hang out with Gloria and read my Robert Ludlum novels. I got eight of 'em loaded up on my book reader thing here. I mean, I love my family. I love 'em at dinners, I love 'em at barbecues, but do I have to love 'em in Hawaii?"
        },
        {
            "character": "Jay Pritchett",
            "quote": "Cam brought me this from Mexico, along with two weeks of bronchitis. I don't know which is worse."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Until now, when I'd screw up on the home front, I could always blame work, but with Claire running a company and being a better mom than ever, I could feel the kids downgrading their whole opinion of me. I went from an \"A\" dad to an \"F\" dad. Fail Dunphy. Phil Dun-fail. Failip Hum-fail Dun- No, I had it before."
        },
        {
            "character": "Haley Dunphy",
            "quote": "I didn't have a date with a guy, but rather a date with Destiny. Destiny was the name of the casting director I was auditioning for. I saw an ad for backup singers on a cruise ship, and I knew it was fate. I have a killer voice, I love karaoke, and I'm great at partying on boats."
        },
        {
            "character": "Jay Pritchett",
            "quote": "I still can't get over that commencement speech. Not a single laugh. I'll tell you one element he didn't discover, hilarium."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Yep! Gonna lose a toenail. There goes sandal season!"
        },
        {
            "character": "Phil Dunphy",
            "quote": "See? You don't need all the conflict. Note to Claire. If you want intense family drama, rent Spy Kids. They saved their parents' lives. You think they would've done that if they got yelled at all the time?"
        },
        {
            "character": "Cameron Tucker",
            "quote": "Okay, w-w-why is my hand shaking? Did somebody put something in my drink? Hey! Did one of you Ritalin-addicted millennial scooter jockeys dose me? Huh? What, you think you can take this tree down, do you? Well, guess what! I'm a redwood! That's right, I was here before you were born, and I'll be here after you're gone!"
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "I know that this is going to sound crazy, but I have always worried that when Dede died, she was going to come back and haunt me. Maybe it's because she whispered it to me at my wedding."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I did it! It's printing. I had to download new firmware, install new drivers change your encryption and replace an Ethernet cable in a hundred-degree attic while dodging particularly aggressive spiders."
        },
        {
            "character": "Jay Pritchett",
            "quote": "It was 1980. Earl and I just formed our company, Closet-fornia. Business was great, high-end clients, maybe a celebrity or two. I shouldn't name names. Anyway, came to work one day, and Earl's desk had been cleared out. He had badmouthed me to half our rolodex. It was devastating. I had to start all over. Well, what the hell? It was Larry Hagman. Heck of a guy. Heart as big as his hat."
        },
        {
            "character": "Haley Dunphy",
            "quote": "Mom, dad! There is a camel in the living room!"
        },
        {
            "character": "Cameron Tucker",
            "quote": "Phone! Phone. I bet that's mama. I was just dreaming it was raining chickens!"
        },
        {
            "character": "Phil Dunphy",
            "quote": "So many giants of residential real estate here tonight. And of course, J.J. McCubbin. I'm not saying J.J. is small but in the realty section, he was described as \"charming.\" [crowd laughs] Mark Simon, you out there? There's Mark. How are you, buddy? Mark recently moved into a new model. How are you, Francine? [crowd laughs] I kid Mark Simon. I kid Mark Simon."
        },
        {
            "character": "Phil Dunphy",
            "quote": "If I don't care that it mops, dusts, squeegees, and lights up, would I care that Stacey Keach says it's the last cleaning tool you'll ever need?"
        },
        {
            "character": "Claire Dunphy",
            "quote": "Man plans to go to Steely Dan. God laughs."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Scented candles. The simpleton's choice. The perfect gift has three elements: not something you'd buy for yourself, takes you on an emotional journey, that journey is on a ship. A showmanship."
        },
        {
            "character": "Haley Dunphy",
            "quote": "My mom was trying to show us how great it is to be a working woman 'cause she knows how torn I am about leaving my babies. It's like, oh, it'll break my heart to be away from them, but as a feminist, I want to show those snarky bitches at the office how fast my body bounced back."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Oh, here's a brush with celebrity I can actually talk about. Last summer, I was called upon to participate in the most American of traditions: getting out of jury duty."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Did he trump me? D-Money. You tell me. He made a painting out of a photograph one time. I have hand-picked a card, drawn a heart in the steam on the medicine cabinet, and taken Claire to Fratelli's, a family-style Italian restaurant, for 17 years in a row. Yeah, he got me. He got me."
        },
        {
            "character": "Alex Dunphy",
            "quote": "You suck! To think I wasted so much time on such a weepy, clingy, Pez-eating snore! I can't believe I sat there and pretended to be a doll as you brushed my hair! You are almost the worst boyfriend I have ever had!"
        },
        {
            "character": "Phil Dunphy",
            "quote": "For the first time ever, Luke and I are taking part in the sport of kings, the savory science. We're teamed in a parent/child hot-dog-eating contest. We've been training for weeks, and I'm proud to say that Luke, like his old man, is blessed with a dogger's mouth."
        },
        {
            "character": "Claire Dunphy",
            "quote": "The best part about taking over my dad's company: I am now a powerful white male, and I love it. I totally get now why we don't want anyone else to have what we have."
        },
        {
            "character": "Jay Pritchett",
            "quote": "I needed to find a way to spend more quality time with Joe. I couldn't take another Saturday of hide-and-seek. At this point, I've spent more time in the closet than Mitchell. [chuckles]"
        },
        {
            "character": "Jay Pritchett",
            "quote": "Watching Mitchell, I did feel kind of good about fixing his problem. Now, being retired, you don't always feel useful anymore. It's probably why I keep tearing up that bathroom. I guess it wouldn't be the worst thing to admit to Gloria. Eh, it'll probably blow over."
        },
        {
            "character": "Jay Pritchett",
            "quote": "I'm turning 70 next year. I know, I look great. One of the few perks of getting up there is the ability to say no without guilt. \"Can I have a ride to the airport?\" No. Do I want to see your niece's recital? Nuh-unh. \"Want to do a walk-a-thon to end global...\" I'm gonna stop you right there."
        },
        {
            "character": "Phil Dunphy",
            "quote": "It was working, but it was killing me. I've actually had dreams where the only thing happening was me sitting with Jay while he, you know, tousles my hair, calling me \"Sport.\""
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "I used a fake I.D. to get into an \"R\"-rated movie, \"The Fabulous Baker Boys.\" I found the title to be misleading. Lot of Michelle Pfeiffer, that's all I'm saying."
        },
        {
            "character": "Haley Dunphy",
            "quote": "No, no, no, no, no, no, no, no! I know I seem like the last person to say this, but we can't just skip Thanksgiving! Time is going by so fast. It seemed like only yesterday that Manny was hot for me, and he's not anymore. And someday, Alex may have a boyfriend who wants her to spend it with his family. Okay, we probably got a little window there. But my point is that I love my crazy family, and I want to spend this holiday with them."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Hey, guys. You want some red stuff that reminds you of wine?"
        },
        {
            "character": "Phil Dunphy",
            "quote": "I am cooking Thanksgiving dinner this year. Huge step for Claire to trust me with this. But I have help, this new app. It's, uh, international super chef Nigella Lawson. I can even program my name, so it's like she's right here guiding my every move with that sultry British voice. I listened to her meringue instructions in the car last week. There was so much whipping and beating I had to pull over."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "This is Manny's first serious relationship. I used to tell him, \"I know that one day you're gonna find a woman that will appreciate all your gifts.\" But I didn't know."
        },
        {
            "character": "Manny Delgado",
            "quote": "He was glorious. Every note, every nuance I was transported, and I was furious. But my quarrel wasn't with Luke. It was with God."
        },
        {
            "character": "Phil Dunphy",
            "quote": "The thing about me and Jay is that our relationship's always been stuck In that primal place where it started. You know, he's the old silverback protecting his females. Then along comes this younger, stronger gorilla, swinging in, beating his chest, you know. Naturally, the ape ladies come running, presenting their nice scarlet behinds. Papa ape wants to stop all that, but he can't, you know. That's- That's life. I'm not the enemy. The enemy is poachers."
        },
        {
            "character": "Alex Dunphy",
            "quote": "Oh, my God. What is wrong with me? I can't believe I let him get in my head. Oh, he is going down. Tomorrow, Sanjay Patel begins a lifetime of second best. Enjoy your Hydrox cookies and your silver medal, Mr. Vice President!"
        },
        {
            "character": "Haley Dunphy",
            "quote": "[voice breaking] You guys can't go! I don't want my babies growing up without you. They're never gonna believe my stories!"
        },
        {
            "character": "Phil Dunphy",
            "quote": "I've always said that if my son thinks of me as one of his idiot friends, then I've succeeded as a dad. If he wants to go the wrong way on the escalator, I'm on board. If he wants to go into a restaurant and pretend we're Australian, then \"G'day mate, toss a few shrimps on the barbie for me and my Joey. Yeah? Right? Nicole Kidman? Men at Work?\""
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "It was Scotty, this local lake kid I met on vacation when I was thirteen. I had a huge crush on him, so on the last day, I decided to take a chance and I kissed him. It was my first time ever kissing a boy, so when he pulled away and said that he wasn't \"into this,\" I was humiliated. I mean, I'd obviously misread signals. He was straight. It was five years before I ever made a move on a guy again. And even then, I wouldn't dare unless he was basically floating across the room. Which is why I ended up with... Well, you know."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Not since I fell off the roof while they were delivering our trampoline have things come together so beautifully."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Changing the battery in a smoke detector is what they teach you in Man 101 so, of course, every time I hear that noise, all I hear is \"Beep, beep. You're not a man. Beep, beep. You're not-\" [alarm beeps] Really?"
        },
        {
            "character": "Luke Dunphy",
            "quote": "I accidentally called my teacher \"mommy.\" My \"friend\" Reuben went around and told everyone. \"Oh, hey, Reuben, do you remember that class field trip to the zoo when the zebra rushed the fence and you peed your pants?\" I didn't tell anyone, not even on the bus ride home when he had to sit next to mom-- Ms. Bockman! Damn it!"
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "Enough! You two are acting like two little boys. So I'm gonna have to handle this how my mother handled my two brothers. It's either you two work this out or you kill each other."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "We had some budget cuts at the office, and a bunch of us got laid off. Now Now, I didn't tell Cam because I was embarrassed but also because I knew- I knew I would get another job like that. It's been a month and-and now it's just weird that I didn't tell him in the first place so every morning, I leave for work. I send out my resume. And then, like most unemployed people hiding the truth from their spouses I go to the park. And then one day, I met Spencer. And now I play checkers with Spencer. And his best friend, George who helped me get over my lifelong fear of birds."
        },
        {
            "character": "Alex Dunphy",
            "quote": "\"This is a lighter. It belonged to my favorite actor, Paul Newman. One day, he came into the restaurant where I was waitressing and accidentally left it behind. For the first time in my life, I did something I wasn't supposed to and slipped it into my pocket. One of the customers saw and said, 'Don't worry. Your secret's safe with me.' That customer turned out to be the love of my life, your grandfather. So, my Alex, who I love so dearly, who is probably too much like me for her own good, every once in a while, don't be afraid to break the rules. You never know what can happen.\""
        },
        {
            "character": "Phil Dunphy",
            "quote": "Seeing that weird, wonderful little man pursuing his dream of walking on a tightrope made me think maybe I could pursue my dream. Of walking on a tightrope."
        },
        {
            "character": "Luke Dunphy",
            "quote": "Wah! Wah! No one can hear me now. Whoo! Everybody is stupid except me. Ha, ha, ha. I am funny."
        },
        {
            "character": "Jay Pritchett",
            "quote": "You can't have a successful marriage without being a good listener. Sometimes it takes a little work. Sometimes it takes a lot of work. And sometimes it's just excruciating."
        },
        {
            "character": "Luke Dunphy",
            "quote": "Never been a big Coldplay guy. I'm more into hip-hop, death metal, \"Little Mermaid.\" That one really imprinted on me back in the day."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Hey, thank you. Here's an Andrew Jackson. Make a clean set of sheets happen, I'll introduce you to his twin brother. You don't have to do the banter, but what's it cost me?"
        },
        {
            "character": "Phil Dunphy",
            "quote": "My dad is marrying my old babysitter Lorraine, who has a son, which means that I am finally getting a brother! When I was young, I wanted a brother so much, my folks got me bunk beds. At night, I'd pretend he was up there and talk to him, and when he didn't answer back, I always just figured, \"Well, Marty's in a mood again.\""
        },
        {
            "character": "Claire Dunphy",
            "quote": "At that moment all I wanted was to be with my family. But of course, that meant finding a way to apologize to the people that I had belittled and rejected. They could have been petty. They really could have made me pay, but they didn't. Never loved 'em more. Why the hell couldn't Valerie have seen them like that?"
        },
        {
            "character": "Phil Dunphy",
            "quote": "Luke, so far, he hasn't beaten me at basketball. But, when the day comes that he does win, if, you know, if when he beats me. I'm just gonna be like, well done! Well done! Just let him, just support him. In that kind of stuff. I mean, I'd probably want to go, like two out of three and see what happens then."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Claire's gift involved a blindfold and a second location, showmanship of the highest order. To make things worse, the clock ran out on me. My gift- I settled- I can't even say it out loud."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I've heard things like this happened to Paul McCartney at the height of his Beatles fame. It was a classic fatal-attraction situation. I had to do two things. One: get through the next minutes 'til the deadline to drop my class had passed by distracting her with light banter and enjoying her Tuscan cooking. And two: check to see if she had beaten and restrained Claire."
        },
        {
            "character": "Jay Pritchett",
            "quote": "All I'm saying is, I hope to god you don't have your mother's singing voice. But, man, I hope you get her self-confidence. Try to get some sleep. I'll talk to you in the morning."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Fly safe. And remember, you can recline. It's still America up there."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Big day. I'm going to see Alex. I'm, uh I'm a little nervous because she's been pulling away lately. Calls don't get returned. I don't get asked to visit as much. Maybe it's hitting me hard 'cause I never went through that with my dad. After my junior year, we- We rode a tandem bike across Mykonos. Come to think of it, there were lots of fathers and sons there."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "In Colombia, we kiss for everything because a kiss can mean so many different things. It can be the start of something new. It can be how we say, \"This is the person that I love.\" It can be romantic. It can also be worth waiting for. That one is definitely my favorite."
        },
        {
            "character": "Manny Delgado",
            "quote": "And once I spent a week in Cancun, which, by the way, did not live up to the hype."
        },
        {
            "character": "Cameron Tucker",
            "quote": "I knew that voice. It was Keifth. When I first moved here, I was just a young Missouri hayseed. I-I bought a ticket to the circus one day, and there in the middle of all the action, in an impeccably pressed tuxedo, was Ringmaster Keifth. I started hanging out at circus bars until we met. The attraction was immediate. He was older, always in command of a room, which makes sense because a room is just a permanent tent. We dated for six months. He transformed me into the sophisticate that we all know today. And then, he suddenly disappeared. No goodbye. No note. Just some peanut shells on the floor that must have fallen from his glorious black boot."
        },
        {
            "character": "Cameron Tucker",
            "quote": "I thought Mitchell would be more excited about the unit upstairs. Something is going on with him. He's been more distant lately. For the last two weeks, he hasn't been that interested in the unit downstairs, either."
        },
        {
            "character": "Luke Dunphy",
            "quote": "Grandpa got me a job at his country club, and I've been cleaning up in tips. I also like the way those guys talk. There's actually an ethnic slur for Norwegians. It's ice [bleep]ers."
        },
        {
            "character": "Jay Pritchett",
            "quote": "So we don't get the table at the fancy restaurant which drives Gloria crazy. \"Jay, why you no be no more romantic to me?\" We walk in the door and bam! She looks like a big idiot. And isn't that what Valentine's Day is all about?"
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "Ay. Joe leaves all his toys on the floor. I tell him to pick them up, but he doesn't listen. I'm telling you, it's a disaster in the bedroom. I don't know what to do. It's like he can't remember where things go. Eventually, I get so frustrated that I take care of it myself. Spanking? Well, yeah, I guess we could try that. Actually, now that you mention it, Javier and I tried it a long time ago. It was a game-changer."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Some people call me a salesman. I call myself a sales friend. So obviously, I need strangers to trust me. I don't take kindly to it when someone Tom Sellecks my bus bench."
        },
        {
            "character": "Jay Pritchett",
            "quote": "I don't see any ponchos, which means either the kids don't wear them or the ones who do wear them disappear."
        },
        {
            "character": "Cameron Tucker",
            "quote": "There's a caste system at school: academic teachers at the top, gym teachers at the bottom. It's offensive and disrespectful. They treat us like we're lunch ladies."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Sometimes I don't understand people. They do crazy things for the dumbest reasons. They convince themselves it'll all work out. Despite all the evidence to the contrary. Which I guess isn't so bad."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "First of all, if there's anything that you need from me, anything at all, I will be living at the Embassy Suites. Secondly, there's- There's no guarantee that she has it. I mean, I'm with her right now. I think I'd know. Yeah, I think I know."
        },
        {
            "character": "Phil Dunphy",
            "quote": "You should all be ashamed of yourselves. I'm the only one authorized to be here. By sneaking in, you've disrespected me, and violated the trust between me, my clients, and this sexy, sexy house. No. No! Great. Now Lisa's dead. I want everybody out of here right now!"
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "Que pasa Que pasa Que pasa. [Manny cries] Ay! We're gonna need a bigger bed!"
        },
        {
            "character": "Haley Dunphy",
            "quote": "My first day off in a month, I'm headed out the door to go shopping with Gloria and my stupid boss needs me to pick up some stupid orchid. Like my time's not valuable? Gloria was gonna help me pick out a toe ring."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I'm not proud of what I did, but I'm not comfortable squashing people's dreams. I am a cheerleader. I'm the guy on top of the pyramid shouting, \"Go, dreams, go!\" You know what's not a cheer? \"Two, four, six, eight, you are going to fail at this and lose everything we've worked for, Claire!\""
        },
        {
            "character": "Phil Dunphy",
            "quote": "Jay teared up in front of me. He'd never shown me that kind of vulnerability, and it embarrassed him. I'd shamed the proud lion. Only thing to do, hug the proud lion. Oh, I could get bit. I could get scratched. But you know what's inside every lion? A pussycat."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "Okay, everybody. So We sing, then presents, then cake. That's a Colombian tradition. And we do not speak of what happened before. Nobody saw anything. That's another Colombian tradition."
        },
        {
            "character": "Claire Dunphy",
            "quote": "Phil is gonna bomb. It's not that he's not fun. He is so fun. He's just not funny. It's probably my fault, because I laugh at all of his jokes. With my mouth. Not with my eyes."
        },
        {
            "character": "Jay Pritchett",
            "quote": "I got this! Alex, \"I never knew true strength until...\" \"I met a man with no feet.\" Wait. No. These cards are not in order. Wait. Nobody help her right now."
        },
        {
            "character": "Phil Dunphy",
            "quote": "[singing, off-screne] Two at a time, two at a time, two at a- Son of a gun, got to fix that step. Two at a time, already at the top, so..."
        },
        {
            "character": "Phil Dunphy",
            "quote": "[v.o.] As families get older, you have two options: you can force everyone together, or you can accept that traditions die and people move on. Unless you happen to have a giant pumpkin."
        },
        {
            "character": "Alex Dunphy",
            "quote": "Last summer, my sister took a totally humiliating photo of me. Then she posted it to Facebook and refused to take it down. It got 873 likes. Meanwhile, there's not one embarrassing photo of Haley. Even her mug shots were cute. Today, I get my revenge. One photo of Haley, dirty, sweaty, picking up trash like a criminal. It'll be my finest moment. In a few years, I hope to have some more friends and not have time for this kind of stuff."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Survival vlog number two. Um... I descended into the water attempting to retrieve my gear. I encountered slippery rocks [insect buzzing], a cold, brisk current, and although I have no photographic evidence of it, a sea serpent. My ensuing thrashing stunned a passing trout. I then foraged some wild blueberries and honey from what turned out to be a not [chuckles] altogether abandoned hive. Just goes to show you I don't need all that fancy equipment. Phil Dunphy can survive in the wild, even- [animal roaring in the distance] Ha! Ha! That sounded big, didn't it? Good thing I smell like berries, honey, and raw fish, so I'm basically all three courses of a bear's favorite meal! [bear growling in the distance]"
        },
        {
            "character": "Phil Dunphy",
            "quote": "If I can't do this trick, my magic shop is gonna be the laughingstock of the mini-mall. And there's still a Blockbuster there."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "Look, everybody learns in different ways. My intellectual approach just wasn't right for Gloria, and it probably wasn't right for Lily. It- It's humbling to admit, but I'm just too smart to teach."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Claire likes to win. When she was 8, a little Girl Scout friend of hers bragged she could sell the most cookies. Damn if Claire didn't walk the neighborhood till she got blisters on her feet and won by ten boxes. Best part is Claire wasn't even a Girl Scout."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I am brave. Roller coasters? Love 'em. Scary movies? I've seen Ghostbusters like seven times. I regularly drive through neighborhoods that have only recently been gentrified. So yeah, I'm pretty much not afraid of anything. Except clowns. Never shared that with the fam, so shh. Do have an image to maintain. I am not really sure where the fear comes from. My mother says it's because when I was a kid, I found a dead clown in the woods. But who knows?"
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "[singing, off-key] Oh say can you see? By the dawn's early light? And the rocket's red glare!"
        },
        {
            "character": "Phil Dunphy",
            "quote": "[v.o.] What's my coaching philosophy? Give a kid a bird and he becomes one of those weird dudes who walks around with a bird on his shoulder. But give him a pair of wings, he can fly. Unless he has absolutely no hand-eye coordination."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Can anyone hear me?! Please help me! I don't wanna die! [cut] If I had to make a playlist for being trapped under a motorcycle, it'd be, um \"Stuck In The Middle,\" \"Hit The Road Jack,\" um, anything by Heavy D. Ooh, Pointer Sisters, \"Neutron Dance.\" [cut] Turns out today wasn't the first day of the rest of my life. [cut] Oh, my goodness. There's some DVDs in a shoe box in, uh, my closet that I was holding for a buddy. Um, you can go ahead and just throw the whole box away. [beat boxing] I'm so hungry. I don't know how long I'm gonna be out here. I gotta ration my food. I said no tomatoes!"
        },
        {
            "character": "Phil Dunphy",
            "quote": "On my honor, I promise to aid in man's quest for shelter, to recognize I'm not just in the business of houses, I'm in the business of dreams in the shape of houses. To disclose all illegal additions, shoddy construction, murders, and ghosts."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "Huh. Flood warnings this time. Oh, and a swarm of locusts has been spotted in the flight path. What part of the Old Testament are we moving to?"
        },
        {
            "character": "Manny Delgado",
            "quote": "I live simply now, and it's good for me. Might it also help my chance of kissing her one day? Yes. And if that requires living in a world where the government chooses all our songs, so be it."
        },
        {
            "character": "Haley Dunphy",
            "quote": "Rainer's taking me to Cabo for the weekend. So, I had a problem. I wasn't sure if my hairdryer ran on Mexican electricity. Oh, and telling my dad. I had two problems."
        },
        {
            "character": "Jay Pritchett",
            "quote": "It wasn't gonna work out with Sherry anyway. She's Canadian. They have ducks on their money. They sell milk in a bag."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Some moron food blogger took a shot at one of my favorite spots. So I go after him using my screen name, \"Closet Outlaw.\" It escalates, and he turns his army of followers against me. As I wrote in my last comment... \"Let's see how well my fist pairs with your face.\""
        },
        {
            "character": "Cameron Tucker",
            "quote": "Oh, my gosh. Pam is gonna be so excited. He's already busting at a first-grade level."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Yeah, I made a mistake today. But only because the three of you ganged up on me like when the Wolfman, Dracula, and Frankenstein show up in the same movie, except this wasn't awesome! I have been on an emotional roller coaster all day today. I'm afraid. I'm mad. I'm mad because I'm afraid, and now I can't even think straight because I'm in so much pain from what just happened over there! And the whole thing makes me so sad, and I'm not even sure why, and I'm nauseous from that smell but I'm so hungry."
        },
        {
            "character": "Cameron Tucker",
            "quote": "You know what, Mitchell? That same little jerk grabs a handful of candy every year. He's my Halloween nemesis. There is a social contract. You say \"trick or treat,\" you get one piece of candy. That breaks down, we're just a hop, skip, and a jump to a lawless wasteland where we use beads and teeth for money!"
        },
        {
            "character": "Jay Pritchett",
            "quote": "The key to being a good dad? Look, sometimes things work out just the way you want. Sometimes they don't. You got to hang in there. Because when all is said and done, 90% of being a dad is just showin' up."
        },
        {
            "character": "Jay Pritchett",
            "quote": "I quit the closet game to become the king of high-end, whimsical dog beds. And to market them today, I'm hosting social-media influencer Arthur Goodboy. This little stud has over million followers on the Instagram. One photo of him with a product can be a game-changer."
        },
        {
            "character": "Phil Dunphy",
            "quote": "This was a nightmare. I was about to meet my hero, and I was experiencing this bizarre pain in in my nether region. Wait, I'm a grown man. I should be able to say it my left bean bag did it again. My tersticle- That's as close as I think I'm gonna get."
        },
        {
            "character": "Phil Dunphy",
            "quote": "\"You only get one chance at a first impression. I suggest Julia Child, because it's easy to do.\" \"Save the giblets.\""
        },
        {
            "character": "Phil Dunphy",
            "quote": "Claire likes to say, you can be part of the problem or part of the solution. Well, I happen to believe that you can be both."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I've got a crazy-good poker face, but I didn't love the watch. I'd been dropping these big hints about a pair of genuine Houdini handcuffs on sale at a local magic shop. They're from his famous Coffin of Cobras Escape of 1923. The trick was so shocking that women went into spontaneous labor and the men paired off in violent fighting."
        },
        {
            "character": "Claire Dunphy",
            "quote": "That was the moment I realized Phil wanted me to kick Dylan out so he could be the cool one. Well, I can be cool, too. I'm cooler than cool. I'm frigid."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Domo arigato, Mr. Robotics Lab! What?!"
        },
        {
            "character": "Cameron Tucker",
            "quote": "It went to my ears on our flight home. I may have moaned a bit. A crying baby complained about me."
        },
        {
            "character": "Jay Pritchett",
            "quote": "I hate losing to a team with a Viking mascot. Hey, you died out and became Swedes! Hip-hip-hooray for socialism and seasonal depression!"
        },
        {
            "character": "Manny Delgado",
            "quote": "Everybody's heard of the H. Bronfman Clothiers Black Friday sale where the hoi polloi fight over tuxedos like animals. But on Thanksgiving Day, a select few are invited to get first crack. If I get everything I want, that tux will be 80% off in Tammy Bosworth's dorm room."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "Well, enjoy that while it lasts. I had a pretty good hat run, but then I saw a photo of myself from the dude ranch. I looked like Reba at the Grammys."
        },
        {
            "character": "Cameron Tucker",
            "quote": "She couldn't forgive herself. And... she had to choose. And I think because now I have- We have- We have l- We have Lily, it's so hard to imagine being put in that position. If I had to choose Lily or Mitchell, I mean, I would choose l- I don't know! I just- I don't know! I don't know! I don't know!"
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "That's it! You insult a woman's driving and you use the air bunnies. You do that to me and I kill you."
        },
        {
            "character": "Phil Dunphy",
            "quote": "They say the greats never let anything affect their performance. Well, maybe the greats never had a daughter who checked out during the third of five planned real-time, mid-performance wardrobe changes. I'm not gonna lie. It knocked me off my game."
        },
        {
            "character": "Luke Dunphy",
            "quote": "This is so stupid. What if I spill on her, or accidentally brush my boob against her hand? I mean her hand against my boob."
        },
        {
            "character": "Lily Tucker-Pritchett",
            "quote": "Daddy's office. You sound like a little girl."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "I thought that one of the advantages of marrying an older guy was that I was going to be able to relax. But all this swimming and running and rowing, it's just like how some of my relatives got into this country."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "For the record, I am not a neat freak. I-in fact, in my first long-term relationship, I was the messy one, which is why she broke up with me. Well..."
        },
        {
            "character": "Claire Dunphy",
            "quote": "Turns out, the wood doesn't just make people sick. It also kills fish. Well, I couldn't let Dad know I bought murder wood, so I sent Ben to get a replacement fish from the tank in the lobby."
        },
        {
            "character": "Cameron Tucker",
            "quote": "Hi, my name is Cameron Tucker, and I would like to speak to one of your inmates. His name is Bo Johnson. Sally Mae Jenkins? Oh, of course I remember you! Oh, wait, but... I'm not surprised you're answering phones at a prison. You always had the prettiest voice in Central America."
        },
        {
            "character": "Haley Dunphy",
            "quote": "Yes, I'm a huge dork for celebrating my 21st with my family, but my mom was crazy excited to go to a bar with me. Or just to go to a bar."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "To be perfectly honest, I-I really needed Cam to stay. The minute he goes, I'm the dumb one. I-I took an art history class once, but that was just to look at naked Italian dudes, so..."
        },
        {
            "character": "Jay Pritchett",
            "quote": "I started reading the tributes to Hugh Duncan on Facebook. There were a ton of them. People going on and on about what a great guy he was. \"Grandpa Hugh once gave me a vintage stethoscope, which inspired me to become a pediatric oncologist.\" Made me wonder what people will say about me when I'm gone."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Ordinarily, I'm a rule follower, but when someone tells me I can't bring my own snacks into their stadium, that's when I get a little nuts. [crinkling] It's a free country, right? Let's just say it ruffles me [crinkling] When some goobers tell me [crinkling] I have to spend half my payday [crinkling]. On their hot dogs. [crinkling]"
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "Oh. Look at me in that dress! I look gorgeous! Give me rewind!"
        },
        {
            "character": "Cameron Tucker",
            "quote": "I can see Clairely now that Duane is gone."
        },
        {
            "character": "Manny Delgado",
            "quote": "Put on blinker, check mirrors, watch jerk steal your spot, regret quitting karate in the fourth grade."
        },
        {
            "character": "Haley Dunphy",
            "quote": "Look, everyone's taking this whole thing way too seriously. When my daughter has her first Shark Week, we're just gonna laugh about it. That's what girls want. I mean, it is bananas what happens down there every month. Only good thing is, it reminds me to pay my bills. Oh, that's why my credit card keeps getting denied."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Our daughter might be going to college!"
        },
        {
            "character": "Phil Dunphy",
            "quote": "And so, by the powers vested in me by NoPainOrdain.com, I pronounce you, Dylan, and you, Haley, husband and wife."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "Joe, you should be thankful that you live in this country. I spent half of my childhood in a Banana Republic. It was the only store in my village that had air-conditioner."
        },
        {
            "character": "Jay Pritchett",
            "quote": "I don't know how I got stuck. I've been on roofs since I was 14 and discovered it was the best way to see into Ethel Burkin's bedroom. Older gal. 50s, I think. Today you probably wouldn't give her a second look, but this was before the Internet. It was either that or a Sears catalog."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "I know that they expected me to go all Colombian crazy. But this was just another opportunity for me to show them that I was not the superficial Gloria that I used to be. Plus I was very relaxed after the day I had. What? Did you think I was gonna throw away a whole spa day?"
        },
        {
            "character": "Jay Pritchett",
            "quote": "This place is a great idea, Gloria. Did I ever tell you this is where I first tried pretzel bread?"
        },
        {
            "character": "Cameron Tucker",
            "quote": "Oh, great. We've got the Prius that can make dinner reservations, buy movie tickets, tell us the weather. I just want one that opens."
        },
        {
            "character": "Phil Dunphy",
            "quote": "June 10, 1988. Carla Concannon and I spent the afternoon frolicking at the public pool. Later, at her house, things got private while a 45 of carly Simon's \"Nobody Does It Better\" played. It was my first time, her first time... with me. I always thought it'd be fun to own that 45. When the record store finally called that morning, I ran right down so I wouldn't miss the repairman. I had to have it. It was the chance to relive those magical 3 minutes and 42 seconds, which was also the length of the song. But then it dawned on me. I was cheating on my wife with the red-hot memory of another woman. I could not let Claire find out. I had to destroy the evidence. Luckily, I'm cool under pressure. What?! No! When did he? Come on! There were a couple of snags, but I think I covered my tracks pretty well."
        },
        {
            "character": "Cameron Tucker",
            "quote": "This is the most pain I've ever been in in my life. And a horse once kicked me into an electric fence."
        },
        {
            "character": "Phil Dunphy",
            "quote": "[knocks] What's the most dangerous type of uranium cake? Yellow!"
        },
        {
            "character": "Jay Pritchett",
            "quote": "You know, these cheese cubes keep getting smaller every week. I should start saving these to prove my point. Wow, am I retired."
        },
        {
            "character": "Cameron Tucker",
            "quote": "Is that my crying face? Oh, it's hideous! Why hasn't anyone told me?! Oh, God, I'm doing it right now, aren't I? Give me that."
        },
        {
            "character": "Haley Dunphy",
            "quote": "Look, I have no problem drinking. I can literally do it standing on my head. But, A, not with my parents, and plus, also, I needed to stay sharp, because they were obviously up to something, and I was in no mood. I barely got ten hours sleep last night. [sighs]"
        },
        {
            "character": "Phil Dunphy",
            "quote": "My dad was okay. And my takeaway from our day... Don't miss a chance to let the people you appreciate... know that. The hard part has been, um, figuring out a way to pay tribute to my dad, but something came to me in the garage today. I think he would have liked it. He left some big footprints, my old man."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Gloria, they want me! It's the primo 10:00 p.m. slot. Exactly when people are drunk enough to make bad decisions, but not so drunk they can't read the back of their credit cards."
        },
        {
            "character": "Manny Delgado",
            "quote": "Things were going great on my cross-country drive until I fell behind schedule after I developed a perfectly rational, fact-based fear of driving over bridges. I called Cam for support since he taught driver's ed, but he wasn't around. Turns out a strong verbal lashing was exactly what I needed to get me across that bridge and the many others that cover this country like a cancer."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Wait a minute. I know this bird. I've been oiling these breasts all day. This is my turkey! Done to perfection! Eat it, Claire!"
        },
        {
            "character": "Phil Dunphy",
            "quote": "Why am I so intent on helping Andy? I love filmmaking and I love love. I guess you could say I enjoy making love on film, and now I don't have to do it by myself."
        },
        {
            "character": "Phil Dunphy",
            "quote": "He's lucky he didn't put up a fight. I would've treated him to a reunion of Crosby, Stills, Nash, and Young!"
        },
        {
            "character": "Jay Pritchett",
            "quote": "First of all, relax. We're at a party. Secondly, you've been deported twice. You're not allowed to be that defensive."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Sorry about that. Took a minute getting Jay to his car. He saw a cloud that looked like his old football coach, and he didn't want to be alone."
        },
        {
            "character": "Jay Pritchett",
            "quote": "And I should remember his name, too, because your mom and I got in a big fight over him. She was using the convertible, and I told her, \"Put the top up because it's supposed to rain tonight, according to\" P-p-p- Partly McCloudy? Whatever the hell his name is. Anyway, she didn't. It ruined the car."
        },
        {
            "character": "Alex Dunphy",
            "quote": "My dad would never admit this, but when he wants fun he goes straight to Luke. They have a weird connection. They're like Batman and Robin. Dad and I are more like Batman and Ruth Bader Ginsburg."
        },
        {
            "character": "Luke Dunphy",
            "quote": "For many, a near-miss with death is a wake-up call. But when a man misses his own near-miss, he truly sees what he's been missing. No more putting my dreams on hold. Five years ago, I made a bucket list. It was time to start crossing things off."
        },
        {
            "character": "Manny Delgado",
            "quote": "I had a perfect record. A single inning. Then the McCoy twins' grandma dies, and suddenly I'm starting at right field. What does that even mean? Is it the same as stage right?"
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "That's it! How is she supposed to see this? If you give me a message this tiny, I kill you."
        },
        {
            "character": "Luke Dunphy",
            "quote": "Elbow patches? Did you burn through another blazer at Benihana's?"
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "Uh, a cup of soup, a Cobb salad. Yeah, it had bacon. Cam, I don't have all day to describe all my meals to you. [to Stella] Stop eating all my things, you stupid animal. No, Cam, not you. I'll call you back."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I don't know about you guys, but I slept great. That cot was so soft. I'm not always a sound sleeper. Been meaning to try that melatonin. I hear it's a real game-changer. And you can get it anywhere nowadays. Has it always been over-the-counter. Kind of a funny phrase, isn't it... \"over-the-counter\"?"
        },
        {
            "character": "Cameron Tucker",
            "quote": "When Mitchell and I first met, I may have exaggerated my interest in adventurous travel by implying that I had any. But it's one of the things he loves most about me, and I can't tell him the truth now. It would be like Lewis telling Clark that he didn't like to walk. Side note: We're very good friends with a couple named Lewis and Clark. Clark bought a big, sparkly belt in New Orleans that he calls his Louisiana Purchase."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Chu-chunk. Hysterical wife, hysterical wife, hysterical wife. Jackpot."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "Let me give you a hug goodbye. I cannot believe that you're already going to college. It seems like yesterday when you were a little girl reading at college level."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Son of a bitch. I broke two saw blades on this thing, and now these miracle shears are no good. Guy who sold me these at the front door cut through a horseshoe."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Gloria's grandfather and uncles were butchers so she's always had a certain comfort level when it comes to... killing. One time, we had this rat. It was like nothing to her. She left the head out there to send a message to the other rats."
        },
        {
            "character": "Cameron Tucker",
            "quote": "You know what? As a former mall Santa, I vowed never to comment on a sitting Santa, but you're a disgrace to the red and white."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I've had this listing for two months and I can't move it because of the statue across the street. It's called Marble with Wood and let's just say it's made entirely of marble."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "I'm so excited. Do you know that once I pass, I can serve on a jury? They still use the electric chair, right?"
        },
        {
            "character": "Cameron Tucker",
            "quote": "All right. Ground chicken beak. Mashed crickets. [gasps] Ew! Cilantro? Ugh."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "I never get sick. I-I must've caught a chill on the beach when my socks got wet. My ankles burn."
        },
        {
            "character": "Cameron Tucker",
            "quote": "We never needed fake I.D.s on the farm. We figured if a 16-year-old could drive a tractor, he could drink a beer. Not at the same time, of course. It's Missouri, not Texas."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "Making a child is the easy part. The hard part is everything that comes after. Keeping them safe. Making sacrifices for them. And standing by them, even when they let you down."
        },
        {
            "character": "Alex Dunphy",
            "quote": "If I'm being honest, I had to get out of there. I was exhausted from having to dumb it down all day."
        },
        {
            "character": "Cameron Tucker",
            "quote": "Stay with us, Gus. Oh, my god. Those cheekbones. You look like J.F.K. Jr. He looks like J.F.K. Jr.!"
        },
        {
            "character": "Jay Pritchett",
            "quote": "Focus! I need you to film this for my show tomorrow. By the way, if the punk's under 18, you have to hit him."
        },
        {
            "character": "Haley Dunphy",
            "quote": "Our neighbor's out of town, and she's paying me to move her car on street cleaning days. Now I would just park it in her driveway, but she already has a camper and a cord of wood there. Pretty sure she's a lesbian. Anyway, easy money, right? How do I tell her I snapped a branch on her beloved lemon tree? I mean, she boils the leaves to add a scent to her own work boot oil. Did I mention she plays in two softball leagues?"
        },
        {
            "character": "Manny Delgado",
            "quote": "Reuben, if you heard about that stock at a birthday party, it's already too late."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Survival vlog, entry one. After a five-mile hike and ride down some rapids, I've decided to make my camp here. The rapids were treacherous. I took on water and quickly realized my only chance for survival was to push my companion overboard my constant companion: fear."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "Okay, Cam. No, you're right. You're right. I have no defense. I am terrible. And the thing is I knew I was terrible, and I was going anyway. I think maybe I tried to justify it by saying we're two different people. And you're more of a caregiver, and I have other strengths. And that's what makes us such a good couple, you know? But No, no. It's a cop-out. I've been very selfish and I need to do better, and I will. I swear on... [Cam snores] Lily's diaper bag."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I've been putting on a brave face to squash the darkness inside of me, but what if the worst has happened? How will I tell Claire? I won't. I'll have to smother her with a pillow to spare her the pain, but then Jay will have lost a daughter. I'll have to smother him, too. That's two pillows from the same set. It's a pattern. The police are after me!"
        },
        {
            "character": "Manny Delgado",
            "quote": "Whatever the Spanish word is for \"women,\" am I right?"
        },
        {
            "character": "Phil Dunphy",
            "quote": "It was like the banjo was mocking me. [to tune of \"Dueling Banjos\"] You are not the man you used to be You get up four times at night to pee Ba-da-dum, ba bat da doot doot doo You're super-duper old now"
        },
        {
            "character": "Phil Dunphy",
            "quote": "Okay, here's the thing. I wasn't pushing. In fact, I was pulling a little. It dawned on me that as long as Claire was stuck in the bathroom I'd have time to anchor the cabinet to the wall. It's like they say, sometimes when God closes a door he closes it so hard that your wife can't get out."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "Is that -- is that my dancing? Is that what I look like? No, no. Okay, that's really funny. Ha ha ha ha ha. Fast forward. Come on."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "All right. As much as I'd love to leave this alone, I learned something tonight that I feel like I- I need to share with you. You deserve the best in life. So if the time isn't right, then move on. Second best, it's... It's never enough. You'll do much better, baby, on your own. Baby. On your own."
        },
        {
            "character": "Manny Delgado",
            "quote": "This one's from me. The ribboning isn't my best... I have carpal tunnel."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Ladies and gentlemen, he's the emperor of escrow. He puts the toot in tooter. Let's put your hands together for Phil Dunphy! [runs out on stage] Thanks for the kind introduction, me. Now, unlike past years I'm not gonna stand up here and talk your ears off. No, ladies and gentlemen. You deserve more. This year, I'm gonna sing them off. [to the tune of Styx's \"Sailing\"] I'm selling away Set an open house for Saturday... A gathering of agents Appeared in caravan... I'm a new divorce Now I need a house That's cat-friendly."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I've regretted throwing away things way more beaten up than Claire. So if this campus Casanova had thoughts of reclaiming her, guess what, hot shot? Legally, I still own her."
        },
        {
            "character": "Jay Pritchett",
            "quote": "David Soul played Hutch in \"Starsky and Hutch.\" Now, one of my groovier closet ideas was a hutch for your skis that latched onto the end of your closet. I called it the \"Storeski End Hutch.\" David Soul gave me a signed picture. Well, one day, the picture disappears and Earl plays innocent. But the whole time, he's had it. Ironically, this would've been a great episode in \"Starsky and Hutch.\""
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "I am Colombian, so it's against my nature to give Manny what he wants: a cold, white-people goodbye. But I know he's sensitive, and he's having a hard time leaving the nest, so I'm gonna give it to him. Good luck, chum."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "I really wanted to trust that Joe was wearing his eye patch, but after finding it in the garbage, I had to make sure. I didn't want him to mess up his vision. I think it's a big problem in this country. Everywhere I look, there are men with googily eyes."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "I'd been following Cam's competitor for the coaching spot on Instagram, and... ...he beat Cam out for the job, which meant, any minute, Cam would be getting the devastating news himself. And I-I-I couldn't rely on the joyful environment of Spuds to cushion the blow. Although, it is famously where Larry King broke up with four of his wives."
        },
        {
            "character": "Claire Dunphy",
            "quote": "They say it takes a village to raise a family and run a company. Turns out, it just takes one little suck-up from marketing named Ben."
        },
        {
            "character": "Jay Pritchett",
            "quote": "I got Botox. Stupid doctor talked me into it, and now it's drifting. I haven't felt this dumb since I shelled out 30 bucks for that bracelet, supposed to give me better balance."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Claire took the lead on her first project at the company and scored a big one. Best part is, she beat out that arrogant gasbag Earl Norton over at Closets, Closets, Closets, Closets. I wish I could see the look on his stupid face, face, face, face."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Once Sonia blew up my Valentine's Day I could have sat around feeling sorry for myself. Instead, I had a little chuckle, and I got the dog a gift. I know it's silly getting Stella a present... so close to her birthday."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I'm a stress blinker, um, and what really gets me going is confrontation. I hate it. I-I avoid it at all costs. Terrible at it. Once, I, uh, I tried to break up with a girl, and I danced around it so much, she didn't know I had broken up with her. Twenty years later we're still married."
        },
        {
            "character": "Jay Pritchett",
            "quote": "[v.o.] We tell our kids it doesn't matter if you win or lose, but let's be honest. Winning feels pretty great. There's nothing like that golden moment in the sun. I think every parent probably wants that for their child. You know, maybe a little bit for ourselves, too. Sometimes, we push too hard. And that leads to a lot of resentment and guilt. So, how much is too much? Here's where I come out. Guilt fades. Hardware is forever."
        },
        {
            "character": "Manny Delgado",
            "quote": "Jay is always telling me to \"Write this down.\" I don't always catch everything he says. \"Something, something, firm handshake.\" \"Never take the first room they show you.\" Not sure who \"they\" is. And this one just says \"Pancakes.\""
        },
        {
            "character": "Phil Dunphy",
            "quote": "Denise: You know, this was a mistake. I'm gonna leave. Claire, if I were you, I would kick him out. Maybe he'd appreciate you more after he spent a lonely night in a hotel. At the Radisson, by the airport."
        },
        {
            "character": "Manny Delgado",
            "quote": "I'm just gonna pull in here. $12 bucks? No wonder the middle class is so angry."
        },
        {
            "character": "Jay Pritchett",
            "quote": "When I think of the last few Father's Days, I quake with rage. Hey, maybe put a little thought into it. Maybe we don't order the pizza. And if we do, maybe we get enough crazy bread for everybody. I'm sorry, but who made Father's Day the dirty stepchild of holidays?! We don't even have a song."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Dunphy Tower: My first commercial real-estate development. I've been dreaming of building it since I was a kid, and now it's all happening. Well, minus the trampoline park on the roof and the tunnel to my best friend's house. I am still holding out hope for a fireman's pole that takes you to the parking garage."
        },
        {
            "character": "Manny Delgado",
            "quote": "Bianca Douglas called me three times tonight. I'm not gonna lie to you. I'm starting to feel smothered."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "My mother thought that riding a bike was dangerous. She would say, \"That's how people grab you.\""
        },
        {
            "character": "Jay Pritchett",
            "quote": "There's nothing mystical about an earthquake. Pressure builds, and it's released. And you just hope there's not too much damage. But it makes you realize what matters. And for me, that's my family. My family and golf."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "Yes, I would like to leave a message. My husband ordered an eggshell dryer. Not talc, not parchment, eggshell."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "And just like that, peace returned to our house. Well, technically, it's my house, but I-I will I will fix that too."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I'm so glad you like the house! Hey, so a few things: One, all the appliances are included, two, the previous residents were murdered there, and three, it just passed mold inspection. So, when should we- Uh-huh. Yeah. I get it. Well, we'll- We'll just keep looking. Although it does give the house character. If those walls could talk. I agree. It's not funny. Bye-bye."
        },
        {
            "character": "Phil Dunphy",
            "quote": "If you're listening to this, it means things have ended badly for me. You should look into someone who goes by the name Gloria Pritchett."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "Yes, I put Cam's invites in my car to take 'em to the post office and then threw my gym bag on top of them and completely forgot they existed. Ugh, I feel terrible. Haven't been to the gym in six weeks. And I ruined Cam's event."
        },
        {
            "character": "Claire Dunphy",
            "quote": "If I say something everybody's thinking, does that make me a mean person? Or does it make me a brave person? One who is courageous enough to stand up and say something behind someone's back to a 10-year old?"
        },
        {
            "character": "Alex Dunphy",
            "quote": "So, if I'm supposed to act like an adult, is that act like adults I see in the world? Or the adults in my family? 'Cause if it's the ones in my family, then how hard could that be?"
        },
        {
            "character": "Claire Dunphy",
            "quote": "I remember it like it was yesterday, the day that Mitchell came home from the hospital in a very unfashionable white diaper with three strands of scraggly Raggedy Andy hair. We were inseparable. I was his big sister, his big brother, his nemesis, his protector, his best friend. I was his first partner. And I loved every minute of it. So naturally, I was a little picky when it came to who was going to be replacing me. And then I met this Cam. And sure, he was warm and funny and loving. I wondered, \"Was he really everything I wanted for my brother? \"Was he really the best person?\" No, I'm the best person. And now I am very pleased to raise a glass and introduce for the first time ever, on our fourth try, great husbands, Mitch and Cam."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "Family is family. The one that you end up with. Or the family that you gain along the way. Which makes every day December 16th."
        },
        {
            "character": "Cameron Tucker",
            "quote": "Bo is Pam's baby daddy, currently incarcerated back in Grasshopper, Missouri, for punching a police horse. And now, I'm worried she's just gonna throw her future away by getting back together with him. It's crazy how weak she is with him when she's so strong in other ways. I mean, she is the three-time winner of the country-fair mule drag."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Wait, wait, wait I need a break. Oh! John Philip Sousa!"
        },
        {
            "character": "Phil Dunphy",
            "quote": "The art of the sale is all about what you leave out. \"'83 classic wagon\" Tough to find parts. \"They don't make 'em like this anymore\" For legal reasons. \"Enjoyed for many years by one happy family\" Of raccoons. I'm kidding. Actually... Actually, it did make us happy for a long time. It's gonna be tough to say good-bye. It always is. Nobody loves change. But part of life is learning to let things go."
        },
        {
            "character": "Phil Dunphy",
            "quote": "The heroes of the underground-magic blogosphere: \"Flashpaper\" Finelli, Kaiser Mayhem, The Kid. When you think about it, it's crazy they're all alive at the same time."
        },
        {
            "character": "Cameron Tucker",
            "quote": "Confiscating contraband is part of my new job at school. I was recently promoted to [chuckles] acting vice principal. Which has nothing to do with acting. That was made very clear to me."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I want to be a role model to this family's next generation of men. So, I'm hosting a fight night with, uh, Luke, Dylan, and Alex's boyfriend, Bill, where I will begin the process of inspiring them and imparting wisdom. I figure they have to listen to me. I pay for Luke's gas, and the other two do unspeakable things to my daughters."
        },
        {
            "character": "Jay Pritchett",
            "quote": "This is a long time to be on hold. I've never been this stressed out listening to James Taylor."
        },
        {
            "character": "Cameron Tucker",
            "quote": "This was a huge mistake. I am jammed in the backseat with a hairy Peruvian biter. It's spring break '92 all over again!"
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "I do have something of value: a \"Spiderman vs. Doctor Octopus\" comic book. Issue number 3, 1963, near-mint condition. It's worth 5 grand. I traded a football for it when I was 9 years old, and my dad was mad because the football was signed by Dan Marino. I said, \"Get it signed by Rita Moreno, and I'll keep it.\""
        },
        {
            "character": "Claire Dunphy",
            "quote": "Oh, I guess I should be watering you more, huh? I've been busy. You're not even here, and I feel like you're judging me. Fine. I haven't been busy. I miss you. [exhales sharply] It's probably why I didn't want to see Jerry. He reminds me so much of you. It's also why Farrah drives me nuts. If I'm gonna have a kook in my house, I'd want it to be you. [tree moves] Phil. Phil, stop it! Shut up, Mom. I like this haircut."
        },
        {
            "character": "Claire Dunphy",
            "quote": "Soldiers talk about that moment when they shut off, when the war finally wins. For me, that moment is four days into summer vacation."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "There's certain moments in life that you never forget, like when I held Manny in my arms for the very first time. I was nervous. I didn't know what I was doing. And I was so excited to see him grow up. And the more he becomes the little man I know today, the more I know I would do it all over again. Which is good, because I'm going to do it all over again. Turns out that I wasn't carsick. I'm pregnant."
        },
        {
            "character": "Claire Dunphy",
            "quote": "\"Here's to 40 years in the business. Enjoy your new timer, old-timer.\" Suddenly, it made sense. In my dad's mind, I was reaching for a torch he wasn't ready to pass. Sure, someday, I'm gonna take over his business, but not tonight. Tonight is still Jay's night."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "No way he's going to my village. I was in two car accidents when I was living there. Both times, I hit a goat. One was hurt pretty bad. But it was a good thing I had a shovel in the trunk."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I thought about which of my competitors might want to take me down, and I kept coming back to one guy... Gil Thorpe. A man tells you enough times he's gonna \"thorpedo\" your career, you start to believe he might do something \"therrible.\" Well, not this time."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Hells yes, I was glad to get the call. Jay's always around here fixing things, cracking jokes about my delicate hands or my gag response to the smell of paint. Look who needs me now. Mr. Hot-Dog-Fingers-Can't-Press-\"Print\"- Without-Hitting-Three-Extra-Keys. Yeah. In my house now, Jay. T- Technically, we'll be in his house but we'll be in my area of his house."
        },
        {
            "character": "Jay Pritchett",
            "quote": "It wasn't like I was checking up on him. I had my nap and I came by for an afternoon claw. I don't have a lot going on right now."
        },
        {
            "character": "Cameron Tucker",
            "quote": "Um, you know what? This- This I don't want to be here. This just isn't me. The art on the wall is weird. The candy bowl feels like a test, uh... You know what? I'm gonna have, uh, just one. Nope. I'm gonna have all of them. Nope. I'm just gonna leave."
        },
        {
            "character": "Phil Dunphy",
            "quote": "You never want your kids to see you scared. You wanna be that rock that they can grab ahold of in a stormy sea. Actually, a rock would sink. So a floating rock. Let's start over. It's windy, and you've got a lot of papers."
        },
        {
            "character": "Alex Dunphy",
            "quote": "Call me the periodic table 'cause I got all the metals. Yeah!"
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "Suddenly, it all made sense. Cam's craziness all day wasn't about a party. It was about turning 40. And once he realized that, everything got much worse."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Always look people in the eye, even if they're blind. Just say I'm looking you in the eye, but it doesn't seem to be doing much."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Success is 1% inspiration, 98% perspiration, and 2% attention to detail."
        },
        {
            "character": "Phil Dunphy",
            "quote": "The most amazing things that can happen to a human being will happen to you, if you just lower your expectations."
        },
        {
            "character": "Claire Dunphy",
            "quote": "More than anything I want my girls to stop fighting and be close. I want them to share clothes and do each other's hair and gossip about boys, like I used to do with Mitchell."
        },
        {
            "character": "Joe Fulgencio Pritchett",
            "quote": "Now that I'm six, I like girls, but I love two girls: The Little Mermaid and Claire."
        },
        {
            "character": "Jay Pritchett",
            "quote": "I'm just saying that maybe, before you join the French resistance, you walk the 15 feet to your neighbor's house and ask her did she get your damn love letter."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Joe, I know you're all about the boobs right now, but trust me the neck."
        },
        {
            "character": "Jay Pritchett",
            "quote": "When Mitchell was born, he was a month premature. So it was touch and go there for a while. It's 2:00 AM. I walk out into the hospital waiting room to get some air, and there's Shorty. He'd been sitting there for six hours and refused to leave for the next two days. That's where we got Mitchell's middle name. Not Shorty, Vincent. \"MVP\". We were a little premature on that one, too."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Leaving Phil with a car salesman is like covering a baby goat in barbecue sauce and dropping it in the middle of the Serengeti."
        },
        {
            "character": "Jay Pritchett",
            "quote": "All the grandkids are coming over for Jay's Night. Family tradition. Everybody wears p.j.'s, which they love. I make my famous sloppy jays, which are really sloppy joes but made by Jay, which they love. And then we all watch a Western together, which they don't really care for, but hey, it's Jay's Night."
        },
        {
            "character": "Jay Pritchett",
            "quote": "After fighting with everybody all day, I was starting to think maybe I was the jerk. So I ended up back at the old office, you know, trying to figure out what it was about going to work there that I loved so much."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Um, could we could we change this song? The poppy cadence is throwing off my more bluesy lovemaking style."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Gloria, I wanna tell you a story about a guy eating in a diner, alone. Behind him he hears a woman talking. He doesn't turn around. Five minutes, 10 minutes, just listening for the woman, the life in her voice. And before he even sees her, he realizes he's fallen in love. Now I give you a guess who that guy is."
        },
        {
            "character": "Jay Pritchett",
            "quote": "This is mine! I'm the one who came up with \"Storeski End Hutch.\" Just like I came up with the \"Dr. Quinn Medicine Cabinet.\" You were the hack! I was the visionary!"
        },
        {
            "character": "Haley Dunphy",
            "quote": "Unlike you, I don't have a rich husband. What I do have is a reputation for being a screw-up who never follows through on anything. Which is why, in case you haven't noticed I'm in my third year of a two-year college program and still living in my parents' basement. I know that this job sucks, but it might actually lead to something. Do you know who had this job five years ago? Gavin. And he worked for an even bigger jackass than he is."
        },
        {
            "character": "Claire Dunphy",
            "quote": "If I'm being honest, the reunion might be a little more fun if Phil isn't there. Otherwise, I spend the whole weekend telling him who's who and explaining inside jokes. And if all that explaining is going out, the alcohol is not going in."
        },
        {
            "character": "Manny Delgado",
            "quote": "What qualifies someone as a hero? Obviously, a hero has to be someone we respect. A person we look up to. A person who is generous of spirit. Who's willing to grow and learn. Maybe it's the person you love most in the world or the guy who makes the most out of life, no matter what anyone thinks. The hero in my family is my family, because of who we are together. \"C-. This was not the assignment.\" I'll tell you who is not my hero. Mrs. Rita McNabb."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Help yourself to my Christmas present. Nothing like a frozen margarita in a hot tub. Lets nature know we can do anything she can."
        },
        {
            "character": "Alex Dunphy",
            "quote": "My art teacher acts like I don't exist, but I have one last chance to impress him at our year-end art fair. A few students are doing living versions of famous paintings. I've chosen this one, and I'm using my own family. Brilliant, right? When I told him, he said, \"That's nice, Alice.\" It's been a year. Alice? Really?"
        },
        {
            "character": "Cameron Tucker",
            "quote": "Run, run! Protect it like it's your baby! You dropped your baby! You dropped your baby! They're running away with your baby! Go get your baby! That's the worst call since they cast Russell Crowe in \"Les Mis,\" right there!"
        },
        {
            "character": "Phil Dunphy",
            "quote": "Do people want their real estate advice from someone who leads or from someone who follows? I'm betting these babies are coming back in a big way. Buy low, sell high. People are gonna see this and say, \"That guy's high.\""
        },
        {
            "character": "Jay Pritchett",
            "quote": "I'm down there for a funeral. It's such a sad event. And I end up finding something that I thought was lost forever. This beautiful moment that meant so much to both of us, set against the backdrop of fighting commies. There's your movie."
        },
        {
            "character": "Cameron Tucker",
            "quote": "That pathetic peacock of a man was not going down without a fight. I had a choice to make -- be the better dancer or the bigger man. So, I stepped off the dance floor and made the obvious call. You want to win over a crowd? Invite a lonely mom to dance. She never saw it coming, and neither did he. Hey Senor. You just got out-coached."
        },
        {
            "character": "Luke Dunphy",
            "quote": "Maybe we should have another pot of coffee. That's a weird word, huh? Coffee. Coffee. Coffee."
        },
        {
            "character": "Claire Dunphy",
            "quote": "I was harsh. But the flight back from Portland was rough. The overheads were packed with foldable bikes, and I was sitting next to a guy using a typewriter."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "Mariela Morales is my favorite actress, and she's staying in a hotel in town under the fake name Carmelita Contreras. I am going to wait for her at the lobby, and I know I sound like a stalker, but- But this is very different, because when we meet, we're going to be best friends. I can already smell her hair."
        },
        {
            "character": "Claire Dunphy",
            "quote": "Maybe I was a teeny bit mad. So I blew off my errands and headed up the coast. It was my turn to be irresponsible. And luckily, I had sunscreen in my purse."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Personally, I don't believe in any of that evil-spirit mumbo jumbo. As a magician, I've learned that every spooky happening has a perfectly reasonable explanation. Even the eeriest of illusions, Satan's Elevator, is really just two mirrors and a tiny... Nice try."
        },
        {
            "character": "Cameron Tucker",
            "quote": "I guess all told, we had about 50 chickens. Maybe 115 head of hogs. Let's see, 55 cattle. You know what'll be fun? Let's see if I can remember all their names. There was [singing] Albert, Lisa, Steph, and Mike- Gloria! No, Gloria! Gloria!"
        },
        {
            "character": "Haley Dunphy",
            "quote": "Well, good, because I really wanted to. Okay. I'm setting the oven to 700! I'm putting, uh- I'm putting the eggs in the bowl! Oh, I got some shells in 'em! Uh-oh! Are you serious?"
        },
        {
            "character": "Luke Dunphy",
            "quote": "No matter what I'd need, it'd be right there in her purse... Band-Aids, wet wipes, raisins. Because sometimes I'm not angry. I'm just hungry."
        },
        {
            "character": "Jay Pritchett",
            "quote": "I hate it when they get cute with the bathroom signs. Why would French fries mean ladies and baked potato gents? Just throw one of them into a skirt."
        },
        {
            "character": "Cameron Tucker",
            "quote": "Hi, little baby Calhoun. It's your uncle Cam. Your real uncle, not that guy Mitchell, who's just somebody I met at a party. You and I are gonna be the best friends in the whole wide... [baby cries and fusses]"
        },
        {
            "character": "Jay Pritchett",
            "quote": "I miss the days when people stood in actual lines. If you weren't willing to stand in the rain, you didn't get to see Gary Puckett & the Union Gap."
        },
        {
            "character": "Manny Delgado",
            "quote": "Why do you always got to be like this judgmental, hot-tempered, loud? These are a few of my least-favorite things."
        },
        {
            "character": "Cameron Tucker",
            "quote": "Guess what, Jay. You're my new archrival."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Have you seen Margaret? I need her to clear my day. I just found out you can get the Golf Channel online."
        },
        {
            "character": "Jay Pritchett",
            "quote": "45 years is a long time to spend in one industry, and I've accomplished a lot. The whisper hinge brought serenity to the American bedroom. My glow knobs revolutionized getting dressed in the dark. And I led the charge to standardize the angle of shoe racks. But the thing that I'm... that I'm proudest of... is my family. Thank you for being here. I love you all. You're my lifetime achievement award."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "Manny's right. The quinceanera is very important in the Latin culture. The moment the father dances with his little princess. Ay. I remember my own father holding my hand. There wasn't a dry eye in the cartel."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I come from a long line of handy men. My dad used to fix everything lawnmowers, cars, our cat. So it made sense that I tackled the clothes dryer after the repair guy tried to rip me off."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Earl Chambers, my former business partner-turned dumbass nemesis, bought the old horizontal wardrobe. For you closet non-pros, that means he died. Then last week, I received this urn and this note. \"You know what to do with my ashes. Follow the path.\" What the hell does that mean?"
        },
        {
            "character": "Phil Dunphy",
            "quote": "Okay, Claire, they're gone. You can come out now. Claire? Honey, I'm sorry I said you weren't scary. It's been such a long day. Can we please just go home? [wind whistles, loud clicking] All right. I'm leaving without ya. [TV turns on] So this remote you know how to use."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I see you've all met Jolene two. Sadly, the original Jolene that your mother made me return was cruelly adopted by a children's hospital. You see, something hit me this morning when that truck didn't hit me this morning I have not been in control of my own life. But those days are done. [knocks over glass of milk] Huh. Well, I guess I'm not in control of everything, am I? Funny, isn't it? You can try and try, but in the blink of an eye... [sobbing] You can lose everything that matters to you."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I'll admit it. I'm turned on by powerful women: Michelle Obama, Oprah, Condoleezza Rice, Serena Williams... Wait a minute."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Damn it, Gloria! It's not cutting! These aren't lefties!"
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "I try and look on the bright side of things. I'm a doggy-bath-is-half-full kind of guy. But it was time for me to open my eyes. I was working for a monster. I came to this job to be the voice of the downtrodden. Turns out those downtrodden were my co-workers, and they were desperate for a hero to slay their dragon."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "I made all that up. That's not a real custom in Colombia. We're not lunatics. But you mess with us and we mess with you. That's the custom."
        },
        {
            "character": "Claire Dunphy",
            "quote": "As bad as I wanted Dylan out, I wasn't gonna flinch. Phil needed to do it. He needed to be as tough as that eagle on the Internet. Dumb otter never saw it coming."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Real estate and, to a lesser extent, life is all about perseverance. Things go wrong. Keys get lost, deals fall through, keys get misplaced. Uh, a lot of it has to do with keys. But that's when you find out there are two types of people: those who waste time staring at a closed door and those who find a window. I'm looking at my first month ever without a sale. Some people might give up. But those people aren't Phil Dunphy. It's like I tell my kids: keep a positive attitude and things will fall your way. As my favorite redhead once sang, the sun will come out tomorrow. That redhead, of course, was Mitchell, introducing me to the plucky orphan Annie, whose never-say-die attitude pulled this country out of a little thing called The Great Depression. And anything a little girl can do, I can try to do, too."
        },
        {
            "character": "Haley Dunphy",
            "quote": "I wonder if his parents messed him up, too. You know, I read on a mommy blog that bad parenting is a direct link to future criminality... and deejaying."
        },
        {
            "character": "Luke Dunphy",
            "quote": "Alex's laptop had every piece of homework she ever did in high school. It was the Holy Grail I think. Thanks to Alex's hard work, I don't know what that is and never will."
        },
        {
            "character": "Phil Dunphy",
            "quote": "As a young man, I had no fear of any trick where I was jammed into tight spaces Fox in a Box, The Wrong Shepherd, Einstein's Birdbath. Lately, though, I have had a touch of claustrophobia, which is usually cleared up by a quick call to my super-supportive wife."
        },
        {
            "character": "Manny Delgado",
            "quote": "I didn't hear a word they said. All I could think about was Daliya. Every drawing, every poem, every historical novel I wrote was for her. She was my muse. Toss in a body that doesn't quit, and I think we got a soul mate."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Hey. I got us a campus map, and look at this my old college frat has a chapter here! By legacy rights, I'm entitled to use the main-floor bathroom and sign out a Frisbee."
        },
        {
            "character": "Jay Pritchett",
            "quote": "I've waited a year for this day: the annual trade association scratch bowling tournament. Last year, we lost to our biggest rival. Frazier had Ali, Pritchett's Closets has Closets, Closets, Closets, Closets. It's a stupid name, but those cats can bowl."
        },
        {
            "character": "Phil Dunphy",
            "quote": "\"For man can no more survive without love than a cooper without his billhook, nor a whaler less his flensing knife.\" Words as true today as they were when they were written 18,000 years ago. That can't be right."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "Enough complaining! You can't bitch all day because you're not at the beach all day!"
        },
        {
            "character": "Manny Delgado",
            "quote": "My name is Manny Delgado, and I'm two people. I'm the child of an immigrant single mother, who taught me to believe in myself and dream big. I'm also the step-son of a businessman who opened his home and his heart to me and showed me, by example, how to make those dreams come true. Whatever I am, whatever I have to give, is a product of these two very different worlds."
        },
        {
            "character": "Jay Pritchett",
            "quote": "There is no Chuck Feeny. I made him up because of what happened to Don McSorley when he turned his company over to his son. Son only took the job because he felt obligated. One year later, business went bankrupt. Broke my heart to buy his entire inventory 8 cents on the dollar."
        },
        {
            "character": "Phil Dunphy",
            "quote": "The good news is, luke has his bike. More good news, I taught some random kid a valuable lesson by stealing his bike. Best news, Claire knows nothing. So, I figure I'll just dump the new bike where I stole the first bike. That way, random kid gets his back, and this new bike doesn't raise a lot of embarrassing questions, like why I had it or who boosted who through a bedroom window. So, everybody's happy."
        },
        {
            "character": "Claire Dunphy",
            "quote": "Look at them: A minute ago they were babies, and now they're driving, and soon we'll all be dead."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "Everybody's desperately afraid, to be different, you know, in any way. And then, almost overnight, everybody wants to be different. And that is where we win."
        },
        {
            "character": "Jay Pritchett",
            "quote": "The minute they got rid of rotary phones, everything went to hell."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "What could be more natural than your mother's tongue in your ear?"
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "In my culture, mothers are very clingy to their sons. In fact, the leading cause of death among Colombian women is when their sons get married, but I'm not like that."
        },
        {
            "character": "Phil Dunphy",
            "quote": "When life gives you lemonade, make lemons. Life will be all like, 'What?!'"
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "I don't wanna meet anything on Monday that I'm gonna eat on Friday."
        },
        {
            "character": "Haley Dunphy",
            "quote": "In Legally Blonde, Elle won her case because she was true to herself and dressed cute."
        },
        {
            "character": "Cameron Tucker",
            "quote": "Revenge is a dish best served cold. And even better two days later out of a 24-ounce, microwave-friendly, burp-sealed pack, and store."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "I'm gonna share that one with my next husband when we're spending your money."
        },
        {
            "character": "Cameron Tucker",
            "quote": "I might be coach, but I like to travel first class!"
        },
        {
            "character": "Jay Pritchett",
            "quote": "Sometimes things work out just the way you want. Sometimes they don't. But you have to hang in there because 90% of being a dad is just showing up."
        },
        {
            "character": "Jay Pritchett",
            "quote": "That's the whole point of a surprise party: you take somebody you really love and you play 'em like a fool."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "In my country, it is considered very very bad luck when your house burns down."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Success is one percent inspiration, 98 percent perspiration, and two percent attention to detail."
        },
        {
            "character": "Cameron Tucker",
            "quote": "Prepare to feel like an old denim vest because I'm about to be dazzling you."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "People can surprise you. You can get used to thinking of them one way. And then they do something that there's all this depth and dimension that you never knew existed."
        },
        {
            "character": "Lily Tucker-Pritchett",
            "quote": "I'll reinvent myself. I'm gonna dye my hair blue and carry around an emotional support pig."
        },
        {
            "character": "Haley Dunphy",
            "quote": "Everything I touch turns to detention."
        },
        {
            "character": "Haley Dunphy",
            "quote": "No one wants to think at graduation! It's graduation, the time when we celebrate being done with thinking."
        },
        {
            "character": "Manny Delgado",
            "quote": "I've tried everything to get her attention. Opening doors, having milk sent over in the cafeteria. Nothing has worked."
        },
        {
            "character": "Alex Dunphy",
            "quote": "I shouldn't be penalized for being too smart, I'm not running for president."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "I came out of the closet in my mid-twenties. I had to actually come out to my dad three times before he finally acknowledged it. I'm not sure if maybe he was hoping he heard it wrong like I had said, 'Dad, I'm gray.'"
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "My mother thought that riding a bike was dangerous. She would say, 'That's how people grab you!'"
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "When you're married to me you're going to be yelled at many times."
        },
        {
            "character": "Alex Dunphy",
            "quote": "I let down my mom and dad today. And even worse, I let down my teacher."
        },
        {
            "character": "Luke Dunphy",
            "quote": "Books? Wake up and smell the Internet, grandma."
        },
        {
            "character": "Cameron Tucker",
            "quote": "I'm sort of like Costco. I'm big, I'm not fancy, and I dare you to not like me."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I always felt bad for people with emotionally distant fathers; it turns out I'm one of them. It's a miracle I didn't end up a stripper."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Here's the deal. Girls don't go for all that romantic stuff. They go for power and success, and since you don't have either one of those things... you're gonna be the funny guy."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "The quinceaera is a big deal in Latin culture. When the father dances with his little princessit reminded me of my own dad holding my hand. Not a single dry eye in the room."
        },
        {
            "character": "Haley Dunphy",
            "quote": "You guys know you can call me anytime, right?"
        },
        {
            "character": "Phil Dunphy",
            "quote": "I'm the cool dad. That's my thing. I'm hip. I surf the Web. I text. LOL: laugh out loud. OMG: Oh, my God. WTF: Why the face? You know, I know all the dances to High School Musical."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "Usually when everything's normal, people don't respond in perfectly rehearsed unison."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Haley, this is real life, not an excellent movie."
        },
        {
            "character": "Claire Dunphy",
            "quote": "I would love to be wrong, but I don't live with the right people for that."
        },
        {
            "character": "Manny Delgado",
            "quote": "You'll never go broke playing to a rich man's ego. Write that down."
        },
        {
            "character": "Lily Tucker-Pritchett",
            "quote": "Belle's a princess. She faced The Beast. She stood up to the townspeople. What have you done?"
        },
        {
            "character": "Luke Dunphy",
            "quote": "I've been thinking of moving out for some time now. There's a line of ants going to a trick-or-treat bag in my closet, and I don't want to still be here when they get sick of candy."
        },
        {
            "character": "Claire Dunphy",
            "quote": "More than anything, I want my girls to stop fighting and be close. I want them to share clothes and do each other's hair and gossip about boys, like I used to do with Mitchell."
        },
        {
            "character": "Haley Dunphy",
            "quote": "I'm so stressed. I wish it was the '50s when it was healthy to drink and smoke when you're pregnant."
        },
        {
            "character": "Jay Pritchett",
            "quote": "I've admired you for a long time and if I haven't let you know that, that's on me. And I'm cissy-gendered enough to admit it."
        },
        {
            "character": "Cameron Tucker",
            "quote": "Why not just live your limited days with leaving nothing unsaid? Tell the people who matter the most how you feel."
        },
        {
            "character": "Cameron Tucker",
            "quote": "You see, the dreamers need the realists to keep them from soaring too close to the sun. And the realists, well, without the dreamers, they might never get off the ground."
        },
        {
            "character": "Alex Dunphy",
            "quote": "It's obvious mom, you use Halloween as a way to show people you have edge. It's like accountants who buy a Harley."
        },
        {
            "character": "Jay Pritchett",
            "quote": "Life is full of changes, you can fight it or try to make the best of it. And that's all a lot easier if you've got the people who love you to help."
        },
        {
            "character": "Cameron Tucker",
            "quote": "There's a fish in nature that swims around with its babies in its mouth. That fish would look at Mitchell's relationship with his mother and say, 'That's messed up.'"
        },
        {
            "character": "Phil Dunphy",
            "quote": "Yep, gonna lose a toenail. There goes sandal season!"
        },
        {
            "character": "Haley Dunphy",
            "quote": "You're obviously going to get into one of those snooty schools, and sometimes you're gonna come in second. Or fourth. Or maybe even tenth. But you're gonna dust yourself off, maybe put on some lipstick for once, and keep going."
        },
        {
            "character": "Luke Dunphy",
            "quote": "Don't be silly, Janet. If I were interested in more youthful things, would I be here with you?"
        },
        {
            "character": "Phil Dunphy",
            "quote": "I am brave. Roller \tcoasters? Love 'em. Scary movies? I've seen Ghostbusters like seven times. I regularly drive through neighborhoods that have only recently been gentrified. So yeah, I'm pretty much not afraid of anything... except for clowns."
        },
        {
            "character": "Lily Tucker-Pritchett",
            "quote": "Oh my God! Can you adopt a second child to take some of this off me?"
        },
        {
            "character": "Cameron Tucker",
            "quote": "You want to hear the guest list for the night? So far it's anger, betrayal, terror, and sadness. Congratulations Mitchell, you packed the house!"
        },
        {
            "character": "Phil Dunphy",
            "quote": "Hey, I came to see a movie I'd already seen and know where all the jump scares are. Can you tell me where the big ones are in this one?"
        },
        {
            "character": "Claire Dunphy",
            "quote": "You're impossible to buy for! You never want anything."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "It can be challenging finding playmates for an exceptional child. I don't mean to brag, but that's why I didn't have any friends."
        },
        {
            "character": "Alex Dunphy",
            "quote": "Every time anyone accomplishes anything, [they] achieve it with the help of a thousand silent heroes."
        },
        {
            "character": "Claire Dunphy",
            "quote": "We make a good team."
        },
        {
            "character": "Alex Dunphy",
            "quote": "You're really judging me right now when you look like a hooker at Comic-Con?"
        },
        {
            "character": "Haley Dunphy",
            "quote": "Ugh! I need Instagram to know there's still beauty in the world!"
        },
        {
            "character": "Cameron Tucker",
            "quote": "There's a caste system at school. Academic teachers at the top, gym teachers at the bottom. It's offensive and disrespectful, they treat us like we're lunch ladies."
        },
        {
            "character": "Luke Dunphy",
            "quote": "Dad, we can always find cool stuff to do. Even if you're old and in a wheelchair, I'll take you to the mall and push you as fast as you wanna go. And I'll take you to the top of a huge hill and just let go."
        },
        {
            "character": "Claire Dunphy",
            "quote": "We do strange things for the people we love. There may be bumps along the way, but we never stop wanting the best for them."
        },
        {
            "character": "Haley Dunphy",
            "quote": "I like the me I am when I'm with you."
        },
        {
            "character": "Manny Delgado",
            "quote": "What kind of man writes poetry on a computer?"
        },
        {
            "character": "Phil Dunphy",
            "quote": "Those fears you never get past. So sometimes all you have to do is take a deep breath, hold them close, and hope for the best."
        },
        {
            "character": "Claire Dunphy",
            "quote": "You know how growing up we all have that voice inside our head that tells us we're not good enough? Well, mine was outside my head driving me to school."
        },
        {
            "character": "Phil Dunphy",
            "quote": "It's gonna take more than that to ruin a morning that started out with a whipped cream smile on my waffle."
        },
        {
            "character": "Phil Dunphy",
            "quote": "The only time I break a sweat is when we run after the ice cream truck."
        },
        {
            "character": "Jay Pritchett",
            "quote": "We all struggle with limitations. Some were willing to accept, and some were not. It's never too late to grow in life."
        },
        {
            "character": "Jay Pritchett",
            "quote": "That's the fourth Hawaiian shirt he's lost. I'm telling you this is a Dateline story waiting to happen!"
        },
        {
            "character": "Jay Pritchett",
            "quote": "Sometimes I don't understand people. They do the craziest things for the dumbest reasons. They convince themselves that it'll all work out, despite all evidence to the contrary... which I guess isn't so bad."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "Please don't 'Yoda' me."
        },
        {
            "character": "Cameron Tucker",
            "quote": "Well, technically this is your fault because we were afraid our marriage was getting as boring as yours."
        },
        {
            "character": "Jay Pritchett",
            "quote": "No, see this is exactly why we sweep things under the rug. So, people don't get hurt."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Well, yeah, until you sweep too much under the rug. Then you have a lumpy rug... creates a tripping hazard... and open yourself up to lawsuits. Boy, you can go a really long time without blinking."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "It's scary to let people see the real you, even when these people are your own family. But aren't they the ones we should be least worried about? The ones who will love us without judging, who forgive our faults and celebrate our imperfections, maybe even encourage us to let our true selves shine through."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "I always wanted a daughter... to dress her up in pretty dresses, do her hair, her nails, her makeup. No one knows this, but for the first year of his life, I made up Manny like a girl and told everyone that he was my daughter. But just for a few times, I didn't want to mess with his head. When he found the pictures, I told him that it was his twin sister who died."
        },
        {
            "character": "Phil Dunphy",
            "quote": "It's gonna be tough to say goodbye... it always is. Nobody loves change. But part of life is learning to let things go."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Kids bored?"
        },
        {
            "character": "Phil Dunphy",
            "quote": "But don't insult my selling. that crosses a line. What line? Oh, you don't see it? That's 'cause I just sold it."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "Family is family. Whether it's the one you start out with... the one you end up with... or the family you gain along the way."
        },
        {
            "character": "Haley Dunphy",
            "quote": "With great hotness comes great responsibility."
        },
        {
            "character": "Cameron Tucker",
            "quote": "You know, it's a somber occasion, and all my tops are too joyful."
        },
        {
            "character": "Phil Dunphy",
            "quote": "I love filmmaking and I love love. I guess you could say I enjoy making love on film and I love doing it by myself."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Take a lesson from parakeets. If you ever feel lonely, just eat in front of a mirror."
        },
        {
            "character": "Haley Dunphy",
            "quote": "I've been lonely. Having a mirror in my room will be like having company."
        },
        {
            "character": "Jay Pritchett",
            "quote": "I've always seen life like a series of doors. Sometimes you get to choose the door you go through, sometimes you don't get that choice. But you still gotta walk through. So you can either go kicking and screaming or walk through with your head held high."
        },
        {
            "character": "Luke Dunphy",
            "quote": "We all weave a web of lies. Some we tell to try to help the ones we love. And some we tell to try to fool ourselves."
        },
        {
            "character": "Manny Delgado",
            "quote": "For me though, the hero of my family is my family, because of who we are together."
        },
        {
            "character": "Mitchell Pritchett",
            "quote": "I'll admit it, I'm turned on by powerful women. Michelle Obama, Oprah, Condolezza Rice, Serena Williams...Wait a minute."
        },
        {
            "character": "Gloria Delgado-Pritchett",
            "quote": "Comfort is not everything. My toes have been numb since my Quinceanera."
        },
        {
            "character": "Phil Dunphy",
            "quote": "Maybe we should kiss?"
        },
        {
            "character": "Cameron Tucker",
            "quote": "You're missing out on life, Mitchell. Take off your shackles and show people who you really are."
        }
    ]
}