{
    "quotes": [
        {
            "character": "Ron Swanson",
            "quote": "Clear alcohols are for rich women on diets."
        },
        {
            "character": "Ron Swanson",
            "quote": "Crying: acceptable at funerals and the Grand Canyon."
        },
        {
            "character": "Ron Swanson",
            "quote": "I call this turf ‘n' turf. It's a 16 oz T-bone and a 24 oz porterhouse. Also, whiskey and a cigar. I am going to consume all of this at the same time because I am a free American."
        },
        {
            "character": "Ron Swanson",
            "quote": "Under my tutelage, you will grow from boys to men. From men into gladiators. And from gladiators into Swansons."
        },
        {
            "character": "Ron Swanson",
            "quote": "I'm a simple man. I like pretty, dark-haired women, and breakfast food."
        },
        {
            "character": "Ron Swanson",
            "quote": "Never half-ass two things. Whole-ass one thing."
        },
        {
            "character": "Ron Swanson",
            "quote": "Straight down the middle. No hook, no spin, no fuss. Anything more and this becomes figure skating."
        },
        {
            "character": "Ron Swanson",
            "quote": "I don't want to paint with a broad brush here, but every single contractor in the world is a miserable, incompetent thief."
        },
        {
            "character": "Ron Swanson",
            "quote": "Fishing relaxes me. It's like yoga, except I still get to kill something."
        },
        {
            "character": "Ron Swanson",
            "quote": "No home is complete without a proper toolbox. Here's April and Andy's: A hammer, a half eaten pretzel, a baseball card, some cartridge that says Sonic and Hedgehog, a scissor half, a flashlight filled with jellybeans."
        },
        {
            "character": "Ron Swanson",
            "quote": "Just give me all the bacon and eggs you have. Wait...wait. I worry what you just heard was: Give me a lot of bacon and eggs. What I said was: Give me all the bacon and eggs you have. Do you understand?"
        },
        {
            "character": "Ron Swanson",
            "quote": "When people get a little too chummy with me I like to call them by the wrong name to let them know I don't really care about them."
        },
        {
            "character": "Ron Swanson",
            "quote": "There's only one thing I hate more than lying: skim milk. Which is water that's lying about being milk."
        },
        {
            "character": "Ron Swanson",
            "quote": "The government is a greedy piglet that suckles on a taxpayer's teat until they have sore, chapped nipples."
        },
        {
            "character": "Ron Swanson",
            "quote": "The less I know about other people's affairs, the happier I am. I'm not interested in caring about people. I once worked with a guy for three years and never learned his name. Best friend I ever had. We still never talk sometimes."
        },
        {
            "character": "Ron Swanson",
            "quote": "When I eat, it is the food that is scared."
        },
        {
            "character": "Ron Swanson",
            "quote": "My only official recommendations are US Army-issued mustache trimmers, Morton's Salt, and the C.R. Lawrence Fein two inch axe-style scraper oscillating knife blade."
        },
        {
            "character": "Ron Swanson",
            "quote": "Are you going to tell a man that he can't fart in his own car?"
        },
        {
            "character": "Ron Swanson",
            "quote": "Turkey can never beat cow."
        },
        {
            "character": "Ron Swanson",
            "quote": "It's always a good idea to demonstrate to your coworkers that you are capable of withstanding a tremendous amount of pain."
        },
        {
            "character": "Ron Swanson",
            "quote": "There are three acceptable haircuts: high and tight, crew cut, buzz cut."
        },
        {
            "character": "Ron Swanson",
            "quote": "Capitalism: God's way of determining who is smart and who is poor."
        },
        {
            "character": "Ron Swanson",
            "quote": "Any dog under fifty pounds is a cat and cats are useless."
        },
        {
            "character": "Ron Swanson",
            "quote": "Fish, for sport only, not for meat. Fish meat is practically a vegetable."
        },
        {
            "character": "Ron Swanson",
            "quote": "There is only one bad word: taxes."
        },
        {
            "character": "Ron Swanson",
            "quote": "History began July 4th, 1776. Anything before that was a mistake."
        },
        {
            "character": "Ron Swanson",
            "quote": "Cultivating a manly musk puts opponent on notice."
        },
        {
            "character": "Ron Swanson",
            "quote": "Give a man a fish and feed him for a day. Don't teach a man to fish… and feed yourself. He's a grown man. And fishing's not that hard."
        },
        {
            "character": "Ron Swanson",
            "quote": "Child labor laws are ruining this country."
        },
        {
            "character": "Ron Swanson",
            "quote": "Great job, everyone. The reception will be held in each of our individual houses, alone."
        },
        {
            "character": "Ron Swanson",
            "quote": "America: The only country that matters. If you want to experience other ‘cultures,' use an atlas or a ham radio."
        },
        {
            "character": "Ron Swanson",
            "quote": "The key to burning an ex-wife effigy is to dip it in paraffin wax and then toss the flaming bottle of isopropyl alcohol from a safe distance. Do not stand too close when you light an ex-wife effigy."
        },
        {
            "character": "Ron Swanson",
            "quote": "There are only three ways to motivate people: money, fear, and hunger."
        },
        {
            "character": "Ron Swanson",
            "quote": "Shorts over six inches are capri pants, shorts under six inches are European."
        },
        {
            "character": "Ron Swanson",
            "quote": "Friends: one to three is sufficient."
        },
        {
            "character": "Ron Swanson",
            "quote": "Breakfast food can serve many purposes."
        },
        {
            "character": "Ron Swanson",
            "quote": "Honor: if you need it defined, you don't have it."
        },
        {
            "character": "Ron Swanson",
            "quote": "One rage every three months is permitted. Try not to hurt anyone who doesn't deserve it."
        },
        {
            "character": "Ron Swanson",
            "quote": "Strippers do nothing for me…but I will take a free breakfast buffet anytime, anyplace."
        },
        {
            "character": "Ron Swanson",
            "quote": "I like saying ‘No,' it lowers their enthusiasm."
        },
        {
            "character": "Ron Swanson",
            "quote": "You had me at meat tornado."
        },
        {
            "character": "Ron Swanson",
            "quote": "There must be a mistake, you've accidentally given me the food that my food eats."
        },
        {
            "character": "Ron Swanson",
            "quote": "Son, there is no wrong way to consume alcohol."
        },
        {
            "character": "Ron Swanson",
            "quote": "Keep your tears in your eyes where they belong."
        },
        {
            "character": "Ron Swanson",
            "quote": "I've cried twice in my life. Once when I was seven and hit by a school bus. And then again when I heard that Li'l Sebastian has passed."
        },
        {
            "character": "Ron Swanson",
            "quote": "I hate everything."
        },
        {
            "character": "Ron Swanson",
            "quote": "I love nothing."
        },
        {
            "character": "Ron Swanson",
            "quote": "I love riddles!"
        },
        {
            "character": "Ron Swanson",
            "quote": "Don't waste energy moving unless necessary."
        },
        {
            "character": "Ron Swanson",
            "quote": "I'll take that steak to go. Please and thank you."
        },
        {
            "character": "Ron Swanson",
            "quote": "Creativity is for people with glasses who like to lie."
        },
        {
            "character": "Ron Swanson",
            "quote": "Children are terrible artists and artists are crooks."
        },
        {
            "character": "Ron Swanson",
            "quote": "Tom put all my records into this rectangle!"
        },
        {
            "character": "Ron Swanson",
            "quote": "I believe luck is a concept invented by the weak to explain their failures."
        },
        {
            "character": "Ron Swanson",
            "quote": "What's cholesterol?"
        },
        {
            "character": "Ron Swanson",
            "quote": "People who buy things are suckers."
        },
        {
            "character": "Ron Swanson",
            "quote": "I'm going to get 12 eggs and part of a dead animal. Dealer's choice. Please and thank you."
        },
        {
            "character": "Ron Swanson",
            "quote": "I wanna punch you in the face so bad right now."
        },
        {
            "character": "Ron Swanson",
            "quote": "Normally, if given the choice between doing something and nothing, I'd choose to do nothing. But I will do something if it helps someone else do nothing. I'd work all night, if it meant nothing got done."
        },
        {
            "character": "Ron Swanson",
            "quote": "Dear frozen yogurt, you are the celery of desserts. Be ice cream or be nothing. Zero stars."
        },
        {
            "character": "Ron Swanson",
            "quote": "There has never been a sadness that can't been cured by breakfast food."
        },
        {
            "character": "Ron Swanson",
            "quote": "If any of you need anything at all, too bad. Deal with your problems yourselves, like adults."
        },
        {
            "character": "Ron Swanson",
            "quote": "It's pointless for a human to paint scenes of nature when they can go outside and stand in it."
        },
        {
            "character": "Ron Swanson",
            "quote": "On my deathbed, my final wish is to have my ex-wives rush to my side so I can use my dying breath to tell them both to go to hell one last time."
        },
        {
            "character": "Ron Swanson",
            "quote": "I was born ready. I'm Ron F*cking Swanson."
        },
        {
            "character": "Ron Swanson",
            "quote": "Don't start chasing applause and acclaim. That way lies madness."
        },
        {
            "character": "Ron Swanson",
            "quote": "If there were more food and fewer people, this would be a perfect party."
        },
        {
            "character": "Ron Swanson",
            "quote": "Put some alcohol in your mouth to block with words from coming out."
        },
        {
            "character": "Ron Swanson",
            "quote": "Give 100%. 110% is impossible. Only idiots recommend that."
        },
        {
            "character": "Ron Swanson",
            "quote": "Birthdays were invented by Hallmark to sell cards."
        },
        {
            "character": "Ron Swanson",
            "quote": "Sting like a bee. Do not float like a butterfly. That's ridiculous."
        },
        {
            "character": "Ron Swanson",
            "quote": "My first ex-wife's name is Tammy. My second ex-wife's name is Tammy. My Mom's name is Tamara…she goes by Tammy."
        },
        {
            "character": "Ron Swanson",
            "quote": "Do you have any history of mental illness in your family? I have an uncle who does yoga."
        },
        {
            "character": "Ron Swanson",
            "quote": "The whole point of this country is if you want to eat garbage, balloon up to 600 pounds and die of a heart attack at 43, you can! You are free to do so. To me, that's beautiful."
        },
        {
            "character": "Ron Swanson",
            "quote": "Capitalism is the only way … It makes America great, England OK and France terrible."
        },
        {
            "character": "Ron Swanson",
            "quote": "Veganism is the sad result of a morally corrupt mind. Reconsider your life."
        },
        {
            "character": "Ron Swanson",
            "quote": "Barbecues should be about one thing: good shared meat."
        },
        {
            "character": "Ron Swanson",
            "quote": "Well, I am not usually one for speeches. So, goodbye."
        },
        {
            "character": "Ron Swanson",
            "quote": "I regret nothing. The end."
        },
        {
            "character": "Ron Swanson",
            "quote": "I like Tom. He doesn't do a lot of work around here. He shows zero initiative. He's not a team player. He's never wanted to go that extra mile. Tom is exactly what I'm looking for in a government employee."
        },
        {
            "character": "Ron Swanson",
            "quote": "I enjoy government functions like I enjoy getting kicked in the nuggets with a steel toed boot."
        },
        {
            "character": "Ron Swanson",
            "quote": "I like some changes. Like when I change a tree into a canoe, or a wife into an ex-wife."
        },
        {
            "character": "Ron Swanson",
            "quote": "I've had the same haircut since 1978 and I've driven the same car since 1991. I've used the same wooden comb for three decades. I have one bowl. I still get my milk delivered by horse."
        },
        {
            "character": "Ron Swanson",
            "quote": "I leave no meat behind. It's an honor thing."
        },
        {
            "character": "Ron Swanson",
            "quote": "An hour ago a giant fireball consumed my entire face and it was far preferable to spending another second with you."
        },
        {
            "character": "Ron Swanson",
            "quote": "Go back to the library where you belong."
        },
        {
            "character": "Ron Swanson",
            "quote": "Once a year, every branch of this government meets in a room and announces what they intend to waste taxpayer money on."
        },
        {
            "character": "Ron Swanson",
            "quote": "Every time she laughs, an angel dies. Even telemarketers avoid her. Her birth was payback for the sins of man. But you know the worst thing about her? She works for the library."
        },
        {
            "character": "Ron Swanson",
            "quote": "Say what you want about organized religion, but those bastards knew how to construct an edifice."
        },
        {
            "character": "Ron Swanson",
            "quote": "I change my locks every 16 days."
        },
        {
            "character": "Ron Swanson",
            "quote": "It's an impossible puzzle, and I love puzzles!"
        },
        {
            "character": "Ron Swanson",
            "quote": "Is Star Wars the one with the wizard boy?"
        },
        {
            "character": "Ron Swanson",
            "quote": "My son is several weeks old. He is very familiar with the sound of power tools."
        },
        {
            "character": "Ron Swanson",
            "quote": "Live your life how you want, but don't confuse drama with happiness."
        },
        {
            "character": "Ron Swanson",
            "quote": "In my opinion, not enough people have looked their dinner in the eyes and considered the circle of life."
        },
        {
            "character": "Ron Swanson",
            "quote": "If it doesn't have meat, it's a snack."
        },
        {
            "character": "Ron Swanson",
            "quote": "An ideal night out, to me, is stepping onto my porch area and grilling up a thick slab of something's flesh and then popping in a highlight real from the WNBA."
        },
        {
            "character": "Ron Swanson",
            "quote": "On nights like this when the cold winds blow, the air is awash in the swirling eddies of our dream, come with me and find safe haven in a warm bathtub full of my jazz."
        },
        {
            "character": "Ron Swanson",
            "quote": "First rule. No conversation lasts longer than 100 total words."
        },
        {
            "character": "Ron Swanson",
            "quote": "I will leave my children $50 a piece. Enough for the cab ride home from the funeral and a steak dinner. End of discussion."
        },
        {
            "character": "Ron Swanson",
            "quote": "The three most useless jobs in the world in order are: lawyer, congressman, and doctor."
        },
        {
            "character": "Ron Swanson",
            "quote": "I've had the same will since I was 8 years old. Upon my death, I will transfer all of my belongings to the man or animal who has killed me."
        },
        {
            "character": "Ron Swanson",
            "quote": "Standard birth control methods are usually ineffective against a Swanson."
        },
        {
            "character": "Ron Swanson",
            "quote": "I believe in cutting useless government projects. I also believe in cutting useful government projects."
        },
        {
            "character": "Ron Swanson",
            "quote": "I've never been hungover. After I've had too much whiskey, I cook myself a large flank steak, pan fried and salted butter. I eat that, put on a pair of wet socks and go to sleep."
        },
        {
            "character": "Ron Swanson",
            "quote": "Every two weeks I need to sand down my toe nails. They're too strong for clippers."
        },
        {
            "character": "Ron Swanson",
            "quote": "We have one activity planned: not getting killed."
        },
        {
            "character": "Ron Swanson",
            "quote": "When I'm done eating a Mulligan's meal, for weeks afterwards, there are flecks of meat in my mustache. And I refuse to clean it because every now and then a piece of meat will fall into my mouth."
        },
        {
            "character": "Ron Swanson",
            "quote": "Please and thank you."
        },
        {
            "character": "Andy Dwyer",
            "quote": "Windows are the eyes to the house."
        },
        {
            "character": "Andy Dwyer",
            "quote": "Leslie, I typed your symptoms into the thing up here, and it says you could have network connectivity problems."
        },
        {
            "character": "Andy Dwyer",
            "quote": "I tried to make ramen in the coffee pot and I broke everything."
        },
        {
            "character": "Andy Dwyer",
            "quote": "I take my shirt off because the bad feelings make me feel sweaty."
        },
        {
            "character": "Andy Dwyer",
            "quote": "Burt Macklin, FBI. The best damn agent they had, until I was framed for a crime I didn’t commit: stealing the president’s rubies."
        },
        {
            "character": "Andy Dwyer",
            "quote": "When they say 2% milk I don’t know what the other 98% is."
        },
        {
            "character": "Andy Dwyer",
            "quote": "I have no idea what I’m doing but I know I do it really, really well."
        },
        {
            "character": "Andy Dwyer",
            "quote": "I just wrote a new song. Okay. Bottom line: it’s called ‘Sex Hair.'"
        },
        {
            "character": "Andy Dwyer",
            "quote": "I promise I will not spit in anyone’s food unless they should request that I do."
        },
        {
            "character": "Andy Dwyer",
            "quote": "If you rearrange the letters of Peru, you could spell Europe."
        },
        {
            "character": "Andy Dwyer",
            "quote": "Butter is my favorite food."
        },
        {
            "character": "Andy Dwyer",
            "quote": "I got stung once, I’m immune. Go ahead and sting me, bees! It does nothing!"
        },
        {
            "character": "Andy Dwyer",
            "quote": "I once forgot to brush my teeth for five weeks."
        },
        {
            "character": "Andy Dwyer",
            "quote": "The show must go wrong!"
        },
        {
            "character": "Andy Dwyer",
            "quote": "I’m not crying, okay? I’m just allergic to jerks!"
        },
        {
            "character": "Andy Dwyer",
            "quote": "I want Ann back and she says she needs a guy with a lot of money."
        },
        {
            "character": "Andy Dwyer",
            "quote": "In order to think like one of these guys, you have to think like them."
        },
        {
            "character": "Andy Dwyer",
            "quote": "This song is called ‘5,000 Candles in the Wind.'"
        },
        {
            "character": "Andy Dwyer",
            "quote": "The words that they say sound passive, but seem aggressive. I feel like there should be a term for that. Like, nice-y mean-y?"
        },
        {
            "character": "Andy Dwyer",
            "quote": "Just remember, every time you look up at the moon, I too will be looking at the moon. Not the same moon, obviously. That’s impossible."
        },
        {
            "character": "Andy Dwyer",
            "quote": "I’m going to win you a million teddy bears."
        },
        {
            "character": "Andy Dwyer",
            "quote": "By day, Andy Dwyer: shoe-shinist. By different time of day, Andy Radical: possum-tackler. And by night…do whatever I want. No job."
        },
        {
            "character": "Andy Dwyer",
            "quote": "I don’t know who Al Gore is and at this point I’m too afraid to ask."
        },
        {
            "character": "Andy Dwyer",
            "quote": "Looks like this Siberian Husky, is going to be Russian…off to jail."
        },
        {
            "character": "Andy Dwyer",
            "quote": "Let me just say, from the bottom of my heart, my bad."
        },
        {
            "character": "Andy Dwyer",
            "quote": "Anything is a toy if you play with it."
        },
        {
            "character": "Andy Dwyer",
            "quote": "That is the coolest sentence I have ever heard anybody talk."
        },
        {
            "character": "Andy Dwyer",
            "quote": "I know what things are."
        },
        {
            "character": "Andy Dwyer",
            "quote": "For the last time, Ron, it’s Princess Rainbow Sparkle."
        },
        {
            "character": "Andy Dwyer",
            "quote": "Is that a goose that just flew by the window? Oh, it’s a plastic bag."
        },
        {
            "character": "Andy Dwyer",
            "quote": "Everything hurts. Running is impossible."
        },
        {
            "character": "Andy Dwyer",
            "quote": "I once ate a Twix bar with the wrapper on it."
        },
        {
            "character": "Andy Dwyer",
            "quote": "Do I have to tuck my shirt in? Because honestly that’s kind of a deal breaker."
        },
        {
            "character": "Andy Dwyer",
            "quote": "Did you know that the food you eat becomes energy? Boom! That’s spaghetti. Nachos. That’s a cookie."
        },
        {
            "character": "Andy Dwyer",
            "quote": "Chris gave me this great job as a weekend security guard at City Hall. Only one problem: It’s a terrible job. I did everything I was supposed to do and I walked around the building four times and only 20 minutes have gone by."
        },
        {
            "character": "April Ludgate",
            "quote": "I wanted to make fun of stupid people while I get drunk. My two true passions."
        },
        {
            "character": "April Ludgate",
            "quote": "Cats and dogs should be rewarded for not being people. I hate people."
        },
        {
            "character": "April Ludgate",
            "quote": "I wanted to make fun of stupid people while I get drunk. My two true passions."
        },
        {
            "character": "April Ludgate",
            "quote": "Come on, time is money, money is power, power is pizza, pizza is knowledge, let's go."
        },
        {
            "character": "April Ludgate",
            "quote": "I hate talking to people."
        },
        {
            "character": "April Ludgate",
            "quote": "I guess I kind of hate most things, but I never really seem to hate you. So I want to spend the rest of my life with you, is that cool?"
        },
        {
            "character": "April Ludgate",
            "quote": "We have a couple of house rules, though. You can’t use the front door. You have to climb in through the back window. No personal phone conversations. If you ever speak to me in Spanish, please use the formal ‘usted.’ And no electricity after 6:00 PM. A couple more rules: if you ever watch a sad movie, you have to wear mascara so we can see whether or not you’ve been crying. There’s no noise allowed on Mondays. And no TV after breakfast."
        },
        {
            "character": "April Ludgate",
            "quote": "Horizons are dumb. Never broaden your horizons."
        },
        {
            "character": "April Ludgate",
            "quote": "I’m going to tell you a secret about everyone else’s job: no one knows what they’re doing. Deep down everyone is just faking it until they figure it out. And you will too, because you are awesome and everyone else sucks."
        },
        {
            "character": "April Ludgate",
            "quote": "Beauty pageants are idiotic. But I found out that the winner of the Miss Pawnee pageant gets $600. I can be idiotic for $600."
        },
        {
            "character": "April Ludgate",
            "quote": "I don’t care about that prize, but I’m gonna win because I want his happiness to go away."
        },
        {
            "character": "April Ludgate",
            "quote": "I declare that everything you are saying is stupid."
        },
        {
            "character": "April Ludgate",
            "quote": "So, you’ve gone insane! That’s fun."
        },
        {
            "character": "April Ludgate",
            "quote": "Being nice made me feel terrible."
        },
        {
            "character": "April Ludgate",
            "quote": "I only tell the truth when it makes me sound like I’m lying."
        },
        {
            "character": "April Ludgate",
            "quote": "Alcohol is fun and delicious. Thank you, alcohol."
        },
        {
            "character": "April Ludgate",
            "quote": "My instinct is to be mean to you."
        },
        {
            "character": "April Ludgate",
            "quote": "I want to tell people what to do, then send them far away from me."
        },
        {
            "character": "April Ludgate",
            "quote": "I think we can agree that all wine tastes the same, and if you spend more than $5 on wine, you are very stupid."
        },
        {
            "character": "April Ludgate",
            "quote": "I very maturely and straightforwardly left anonymous comments about her online."
        },
        {
            "character": "April Ludgate",
            "quote": "She’s the worst person I’ve ever met. I want to travel the world with her."
        },
        {
            "character": "Leslie Knope",
            "quote": "Guys love it when you can show them you're better than they are at something they love."
        },
        {
            "character": "Leslie Knope",
            "quote": "The thing about youth culture is—I don’t understand it."
        },
        {
            "character": "Leslie Knope",
            "quote": "There's nothing we can't do if we work hard, never sleep, and shirk all other responsibilities in our lives."
        },
        {
            "character": "Leslie Knope",
            "quote": "I have the most valuable commodity in America: the blind, stubborn belief that I am doing what is right."
        },
        {
            "character": "Leslie Knope",
            "quote": "I'm going to be direct and honest with you. I would like a glass of red wine and I'll take the cheapest one you have because I can't tell the difference."
        },
        {
            "character": "Leslie Knope",
            "quote": "One person's 'annoying' is another person's 'inspiring and heroic'."
        },
        {
            "character": "Leslie Knope",
            "quote": "No matter what I do, literally nothing bad can happen to me. I'm like a white, male U.S. senator."
        },
        {
            "character": "Leslie Knope",
            "quote": "Now go find your team. Get to work. Whatever that work is that you find worth doing. Do it, and find some people to love who'll do it with you."
        },
        {
            "character": "Leslie Knope",
            "quote": "I am big enough to admit that I am often inspired by myself."
        }
    ]
}