{
    "quotes": [
        {
            "character": "Sheldon Cooper",
            "quote": "“Scissors cuts paper, paper covers rock, rock crushes lizard, lizard poisons Spock, Spock smashes scissors, scissors decapitates lizard, lizard eats paper, paper disproves Spock, Spock vaporizes rock, and as it always has, rock crushes scissors.”— Sheldon"
        },
        {
            "character": "Leonard Hofstadter",
            "quote": "“I am the king of the nerds."
        },
        {
            "character": "Amy Farrah Fowler",
            "quote": "“As my mom used to say, ‘When you’re doing a puzzle, it’s like you’ve got a thousand friends.’ She was full of fun lies like that."
        },
        {
            "character": "Leonard Hofstadter",
            "quote": "“My point is, while you’re spending all this time on your own, building computers or practicing your cello, what you’re really doing is becoming interesting. When people finally do notice you, they’re gonna find someone a lot cooler than they thought. And for those of you that were popular in high school, it’s over, sorry. Thank you. Congratulations."
        },
        {
            "character": "Rajesh Koothrappali",
            "quote": "“If anyone’s interested, I’ll be spending this Valentine’s in the same way I spend every Valentine’s. Buying disoriented chicken from the supermarket, taking home, standing over the sink and eating out of the packet with my bare hands like an animal."
        },
        {
            "character": "Bernadette Rostenkowski",
            "quote": "“You better find my husband’s mother, ’cause one way or another we’re walking out of this airport with a dead woman."
        },
        {
            "character": "Penny",
            "quote": "“What up, Shel-Bot?"
        },
        {
            "character": "Leonard Hofstadter",
            "quote": "“It’s a Satunalia miracle."
        },
        {
            "character": "Sheldon Cooper",
            "quote": "“The only way she’d be able to make a contribution to science is if they resume sending chimps into space. Sheldon"
        },
        {
            "character": "Howard Wolowitz",
            "quote": "“I lost my virginity to my cousin, Jeanie. It was my Uncle Murray’s funeral, we were all back at my Aunt Barbara’s house. Our eyes locked over the pickled herring. We never meant for it to happen. To this day, I can’t look at pickled herring without being aroused and ashamed. Oh, cousin Jeanie."
        },
        {
            "character": "Rajesh Koothrappali",
            "quote": "“Amy, good luck getting these guys excited about a dinner with a theme. I gave up when no one cared about my Tom Hanks-Giving."
        },
        {
            "character": "Leonard Hofstadter",
            "quote": "“We’re here to see Koothrappali, not kill Batman."
        },
        {
            "character": "Sheldon Cooper",
            "quote": "“I often forget other people have limitations. It’s so sad. Sheldon"
        },
        {
            "character": "Rajesh Koothrappali",
            "quote": "“I haven’t cried this hard since Toy Story 3."
        },
        {
            "character": "Sheldon Cooper",
            "quote": "“Feelings? What am I? A hippy at a love-in? Sheldon"
        },
        {
            "character": "Bernadette Rostenkowski",
            "quote": "“I told you you shouldn’t have espresso after dinner. I know the little cups make you feel big but it’s not worth it."
        },
        {
            "character": "Bernadette Rostenkowski",
            "quote": "“Gosh, Amy. I’m sensing a little hostility. Is it maybe because like Sheldon’s work, your sex life is also theoretical?"
        },
        {
            "character": "Rajesh Koothrappali",
            "quote": "“I like you a lot and that’s scary for me. Mostly because you’re a proven flight risk."
        },
        {
            "character": "Rajesh Koothrappali",
            "quote": "“I’ve said this before and I’ll say it again: Aquaman sucks!"
        },
        {
            "character": "Sheldon Cooper",
            "quote": "“Well, this is confusing for me. But I don’t want to stand in the way of your happiness. So, I will condemn you internally while maintaining an outward appearance of acceptance. Sheldon"
        },
        {
            "character": "Sheldon Cooper",
            "quote": "“Then it’s settled. Amy’s birthday present will be my genitals. Sheldon"
        },
        {
            "character": "Sheldon Cooper",
            "quote": "People get things they don’t deserve all the time. Like me with you."
        },
        {
            "character": "Sheldon Cooper",
            "quote": "“I know the real reason you never made progress with that idea. You thought of it September 22nd, 2007. Two days later, Penny moved in and so much blood rushed to your genitals, your brain became a ghost town. Sheldon"
        },
        {
            "character": "Amy Farrah Fowler",
            "quote": "“You think that’s bad? In college, I passed out at a frat party and woke up with more clothes on."
        },
        {
            "character": "Leonard Hofstadter",
            "quote": "“Penny. We are made of particles that have existed since the moment the universe began. I like to think those atoms traveled fourteen billion years through time and space to create us, so that we could be together and make each other whole."
        },
        {
            "character": "Penny",
            "quote": "“Oh, you’re going to jibber-jabber about jibber-jabber."
        },
        {
            "character": "Amy Farrah Fowler",
            "quote": "Jewelry? Seriously? Sheldon, you are the most shallow, self-centered person I have ever met! Do you really think another transparently manipulative – Oh, it’s a tiara! Put it on me, put it on me, put it on me, put it on me."
        },
        {
            "character": "Bernadette Rostenkowski",
            "quote": "“I’m glad I got that mocha. And you know what else I’m glad about? I bought you a brownie and I ate it in the car!"
        },
        {
            "character": "Leonard Hofstadter",
            "quote": "“Yeah, I’m a freaking genius."
        },
        {
            "character": "Howard Wolowitz",
            "quote": "“While you confront your mother about her sex life? I’d rather go back to that bar in assless chaps."
        },
        {
            "character": "Rajesh Koothrappali",
            "quote": "“It’s too late. He’s been murdered by someone in this room. Welcome to another classic Koothrappali murder mystery dinner."
        },
        {
            "character": "Sheldon Cooper",
            "quote": "“I’m exceedingly smart. I graduated college at fourteen. While my brother was getting an STD, I was getting a Ph.D. Penicillin can’t take this away.”- Sheldon"
        },
        {
            "character": "Penny",
            "quote": "Not really a great outfit for work unless something opens up in the hookers and whores department."
        },
        {
            "character": "Leonard Hofstadter",
            "quote": "I was thinking more of a biosocial exploration with a neurochemical overlay."
        },
        {
            "character": "Rajesh Koothrappali",
            "quote": "Well, I’m a Hindu. My religion teaches that if we suffer in this life we are rewarded in the next. Three months at the North Pole with Sheldon and I’m reborn as a well-hung billionaire with wings."
        },
        {
            "character": "Amy Farrah Fowler",
            "quote": "Do you have any idea how hard it is to laugh at a knock knock joke that starts ‘Knock Knock Knock, Amy. Knock Knock Knock, Amy. Knock Knock Knock, Amy’?"
        },
        {
            "character": "Penny",
            "quote": "Holy crap on a cracker."
        },
        {
            "character": "Bernadette Rostenkowski",
            "quote": "I’m too small for Twister. And roller coasters. And sitting with my feet on the floor. Hope you enjoyed the prenatal cigarettes, Mom."
        },
        {
            "character": "Sheldon Cooper",
            "quote": "I’d like to take a moment to personally thank Dr. Amy Farrah Fowler, who you may or may not know is the first woman to co-host a flag or banner related Internet infotainment show."
        },
        {
            "character": "Penny",
            "quote": "So either one of you weirdoes want to buy my underwear? Only $1400."
        },
        {
            "character": "Leonard Hofstadter",
            "quote": "Merry Newton-mas everyone."
        },
        {
            "character": "Bernadette Rostenkowski",
            "quote": "And you should pick me for Miss. California Quiznos 1999, because I want to tell you what I want, what I really really want. I’ll tell you what I want, what I really really want. I wanna. I wanna. I wanna. I wanna, really, really, be the California Quiznos 1999."
        },
        {
            "character": "Amy Farrah Fowler",
            "quote": "Wow, my boyfriend is friends with Stephen Hawking and my new dandruff shampoo doesn’t smell like tar. Everything really is coming up Amy."
        },
        {
            "character": "Leonard Hofstadter",
            "quote": "It upsets Sheldon when you play with the Sheldon."
        },
        {
            "character": "Sheldon Cooper",
            "quote": "There’s no denying that I have feelings for you that can’t be explained in any other way. I briefly considered that I had a brain parasite, but that seems even more far-fetched. The only conclusion was love."
        },
        {
            "character": "Penny",
            "quote": "Isn’t this when he says ‘bazooka’ or something?"
        },
        {
            "character": "Howard Wolowitz",
            "quote": "If it’s ‘creepy’ to use the Internet, military satellites, and robot aircraft to find a house full of gorgeous young models so I can drop in on them unexpected, then fine, I’m creepy."
        },
        {
            "character": "Leonard Hofstadter",
            "quote": "12 years after high school and I’m still at the nerd table."
        },
        {
            "character": "Mary Cooper",
            "quote": "Now, when you said on the phone he broke up with a girl, you meant an actual girl? Not something you kids whipped up in a lab?"
        },
        {
            "character": "Sheldon Cooper",
            "quote": "I would have been here sooner but the bus kept stopping for other people to get on it."
        },
        {
            "character": "Rajesh Koothrappali",
            "quote": "If I could speak the language of rabbits, they would be amazed, and I would be their king."
        },
        {
            "character": "Leonard Hofstadter",
            "quote": "What are ya doing there? Working on a new plan to catch the Road Runner?"
        },
        {
            "character": "Penny",
            "quote": "All right, Howard Wolowitz, listen up! You sign anything she puts in front of you, because you are the luckiest man alive. If you let her go, there is no way you can find anyone else. Speaking on behalf of all women, it is not going to happen, we had a meeting."
        },
        {
            "character": "Amy Farrah Fowler",
            "quote": "It would be nice to be with a man who wants to know what’s underneath my cardigan. FYI, it’s another cardigan."
        },
        {
            "character": "Sheldon Cooper",
            "quote": "Thankfully all the things my girlfriend used to do can be taken care of with my right hand."
        },
        {
            "character": "Howard Wolowitz",
            "quote": "That is a good point. But I didn’t marry you for good points. I married you to blindly support me no matter how ridiculous I’m being."
        },
        {
            "character": "Penny",
            "quote": "So that means, you’re a doctor, you’re a doctor, you’re a doctor, you’re a doctor and, Howard, you know a lot of doctors."
        },
        {
            "character": "Rajesh Koothrappali",
            "quote": "I’m going to be deported. Sent home in disgrace. Exposed to the sardonic barbs of my cousin Sanjay or, as you may know him, Dave from AT&T customer service."
        },
        {
            "character": "Penny",
            "quote": "And what kind of doctor removes shoes from asses?"
        },
        {
            "character": "Howard Wolowitz",
            "quote": "It was an hour ago, Sheldon. A Jew sits in front of a house in Texas for that long, for sale signs start to go up."
        },
        {
            "character": "Amy Farrah Fowler",
            "quote": "If you’re keeping him, I’ve got a cage you can borrow. One of the test monkeys slipped on a banana peel and broke his neck. It was both tragic and hysterical."
        },
        {
            "character": "Sheldon Cooper",
            "quote": "I’m sorry, coffee’s out of the question. When I moved to California I promised my mother that I wouldn’t start doing drugs."
        },
        {
            "character": "Penny",
            "quote": "No shirt, no shoes, no Sheldon."
        },
        {
            "character": "Leonard Hofstadter",
            "quote": "Sometimes your movements are so lifelike I forget you are not a real boy."
        },
        {
            "character": "Mary Cooper",
            "quote": "Raj is it? Still having trouble talking to the ladies? Because you know at our church we have a woman who’s an amazing healer. Mainly she does crutch and wheelchair people. But I bet she’d be willing to take a shot at whatever third-world demon is running around inside of you."
        },
        {
            "character": "Howard Wolowitz",
            "quote": "Love is not a sprint, it’s a marathon, a relentless pursuit that only ends when she falls into your arms- or hits you with the pepper spray."
        },
        {
            "character": "Penny",
            "quote": "I love him but if he’s broken, let’s not get a new one."
        },
        {
            "character": "Sheldon Cooper",
            "quote": "Oh gravity, thou art a heartless bitch."
        },
        {
            "character": "Amy Farrah Fowler",
            "quote": "Bernadette, I want to thank you for allowing me to be your maid of honor. I also want you to know that I will be happy to do it again if this marriage craps out."
        },
        {
            "character": "Bernadette Rostenkowski",
            "quote": "Sheldon doesn’t know when he’s being mean because the part of his brain that should know is getting a wedgie from the rest of his brain."
        },
        {
            "character": "Penny",
            "quote": "I’m a vegetarian except for fish, and the occasional steak. I love steak!"
        },
        {
            "character": "Rajesh Koothrappali",
            "quote": "Yeah, Mrs. Wolowitz was pretty special. When I first moved to America, Howard was my only friend, and she made me feel so welcome in her home. Which says a lot, because those first few years she thought I was the gardener."
        },
        {
            "character": "Leonard Hofstadter",
            "quote": "Penny, I told you if you don’t put him in his crate at night, he just runs around the apartment."
        },
        {
            "character": "Howard Wolowitz",
            "quote": "Indian Monopoly is just like regular Monopoly, but instead of money you use rupees, instead of building hotels you build call centers, and when you pick up a chance card there’s a chance you die of dysentery. And just FYI, that was racist."
        },
        {
            "character": "Sheldon Cooper",
            "quote": "I am not crazy, my mother had me tested."
        },
        {
            "character": "Penny",
            "quote": "Oh, I get it. Like CP-3O…What happened to me?!"
        },
        {
            "character": "Bernadette Rostenkowski",
            "quote": "Come on, do you want to sit here being a loser, or do you want to watch me climb into an Australian man’s G-string like a baby kangaroo."
        },
        {
            "character": "Amy Farrah Fowler",
            "quote": "I promised myself if I ever got friends I’d do whatever they said. Really, I’m lucky you found me before a cult did."
        },
        {
            "character": "Howard Wolowitz",
            "quote": "What did you do, Romeo? Did you pour maple syrup all over your body and ask her if she was in the mood for a short stack?"
        },
        {
            "character": "Sheldon Cooper",
            "quote": "The correct animal for inter-species super soldier is the koala. You would wind up with an army so cute, it couldn’t be attacked."
        },
        {
            "character": "Penny",
            "quote": "You know people think you are this weird robot man who’s so annoying all the time and you totally are. But then it’s like that movie Wall-E at the end. You’re so full of love and you can save a plant and get fat people out of their floaty chairs."
        },
        {
            "character": "Amy Farrah Fowler",
            "quote": "The only person who signed my yearbook was my mother. ‘Dear Amy, self respect and a hymen are far better than friends and fun. Love, Mom.’"
        },
        {
            "character": "Rajesh Koothrappali",
            "quote": "Okay, please don’t take this the wrong way, but I’d rather swim butt-naked across the Ganges with a paper cut on my nipple and die a slow agonizing death from a viral infection than work with you."
        },
        {
            "character": "Sheldon Cooper",
            "quote": "Apparently you can’t hack into a government supercomputer and then try to buy uranium without the Department of Homeland Security tattling to your mother."
        },
        {
            "character": "Rajesh Koothrappali",
            "quote": "Sheldon, you remind me of a young Lex Luthor."
        },
        {
            "character": "Leonard Hofstadter",
            "quote": "Penny, you don’t want to get into it with Sheldon. The guy’s one lab accident away from being a super villain."
        },
        {
            "character": "Sheldon Cooper",
            "quote": "I am aware of the way humans usually reproduce which is messy, unsanitary and based on living next to you for three years, involves loud and unnecessary appeals to a deity."
        },
        {
            "character": "Rajesh Koothrappali",
            "quote": "It wouldn’t be Thanksgiving without an Indian providing the food."
        },
        {
            "character": "Amy Farrah Fowler",
            "quote": "Usually when someone’s being talked about behind their back, it’s me and it’s right in front of my face."
        },
        {
            "character": "Rajesh Koothrappali",
            "quote": "But excuse me, I have something to say. None of you may realize it, but I was very much looking forward to this weekend. It was gonna be like the old days — the four of us hanging out, playing video games, before you guys all got girlfriends. Do you have any idea what it’s like to be the only one without a girlfriend? Even if I get one someday, I’ll still be the guy who got a girl after Sheldon Cooper!"
        },
        {
            "character": "Sheldon Cooper",
            "quote": "“A neutron walks into a bar and asks how much for a drink. The bartender replies ‘for you, no charge’.”- Sheldon"
        },
        {
            "character": "Amy Farrah Fowler",
            "quote": "A guest in my trundle bed and a boy at my door. I wish I could tell thirteen-year-old me it does get better."
        },
        {
            "character": "Rajesh Koothrappali",
            "quote": "How can I be a gynaecologist? I can barely look a woman in the eye!"
        },
        {
            "character": "Sheldon Cooper",
            "quote": "All I need is a healthy ovum and I can grow my own Leonard Nimoy."
        },
        {
            "character": "Sheldon Cooper",
            "quote": "\"That's My Spot.\""
        },
        {
            "character": "Sheldon Cooper",
            "quote": "\"For The Record, It Could Kill Us To Meet New People.\""
        },
        {
            "character": "Sheldon Cooper",
            "quote": "\"Nothing I Just Really Didn't Want To Come.\""
        },
        {
            "character": "Sheldon Cooper",
            "quote": "\"While I Subscribe To The Many Worlds Theory, Which Posits The Existence Of An Infinite Number Of Sheldons... I Assure You That In None Of Them Am I Dancing.\""
        },
        {
            "character": "Sheldon Cooper",
            "quote": "Good Morning, Everyone, And Welcome To 'Science and Society.' I'm Dr. Sheldon Cooper, BS, MS, MA, Ph.D., And ScD. OMG, Right?\""
        },
        {
            "character": "Sheldon Cooper",
            "quote": "So, Just To Clarify, When You Say Three, Do We Stand Up Or Do We Pee?\""
        },
        {
            "character": "Sheldon Cooper",
            "quote": "\"I'm Sorry, Coffee's Out Of The Question. When I Moved To California I Promised My Mother That I Wouldn't Start Doing Drugs.\""
        },
        {
            "character": "Sheldon Cooper",
            "quote": "Yes! She's Like The Dryer Sheets Of My Heart!"
        },
        {
            "character": "Sheldon Cooper",
            "quote": "\"You Have As Much Of A Chance Of Having A Sexual Relationship With Penny As The Hubble Telescope Does...\""
        },
        {
            "character": "Sheldon Cooper",
            "quote": "You Catch Even More With Manure, What's Your Point?\""
        },
        {
            "character": "Sheldon Cooper",
            "quote": "\"I Found The Grinch To Be A Relatable, Engaging Character, And I Was Really With Him...\""
        },
        {
            "character": "Sheldon Cooper",
            "quote": "\"Hard As This May Be To Believe, It’s Possible That I’m Not Boyfriend Material.\""
        },
        {
            "character": "Sheldon Cooper",
            "quote": "\"Scissors Cuts Paper. Paper Covers Rock. Rock Crushes Lizard.\""
        },
        {
            "character": "Sheldon Cooper",
            "quote": "\"I Graduated College At 14. While My Brother Was Getting An STD, I Was Getting A Ph.D. Penicillin Can't Take This Away.\""
        },
        {
            "character": "Sheldon Cooper",
            "quote": "\"I'm Not Crazy. My Mother Had Me Tested.\""
        },
        {
            "character": "Sheldon Cooper",
            "quote": "\"That’s No Reason To Cry. One Cries Because One Is Sad. For Example, I Cry Because Others Are Stupid And It Makes Me Sad.\""
        },
        {
            "character": "Sheldon Cooper",
            "quote": "\"Bazinga!\""
        }
    ]
}